{
  "origin": ["Purple Haze Feedback\n\nA Jojo's Bizarre Adventure novel by Kadano Kouhei\n\nIllustrated and based on the manga by Araki Hirohiko {img https://pbs.twimg.com/media/Ftvtbv1WAAAQw9X?format=png&name=small}",

"Purple Haze Feedback. Lost in distant memories. Days with companions long gone. Drunk on the honor of friendship. Certain it would never end. Now vanished like a dream. Faded, no warmth remaining Covered in a silent, deadly haze. {img https://pbs.twimg.com/media/FtvtxpHWwAIKPsF?format=png&name=small}",

"There were two figures in the Temple of Apollo. One male, one female. It was night; a new moon. The female lay on her side, barely visible in the faint light of the stars; the man stood looking down at her. She groaned, in pain.",

"\"Call him,\" the man said, his tone cold. She groaned again. \"Call Fugo. Call him here. Scream, and beg him to come save you.\" The man's voice betrayed no hint of mercy. Only hostility and murder calcified into dark cruelty.",

"The girl only groaned. She did not move. Her arms and legs were twisted in directions they were not meant to go. She could not escape on her own.",

"\"Don't try and fight me,\" the man said. It was not a threat, but a statement of fact. \"Manic Depression can control you completely. You no longer have free will.\"",

"His hand shot out, clutching her throat. His fingers slid beneath her skin, into her flesh. Her scream echoed through the darkness.",

"This is a story about people unable to take action. They have no plans for the future, no comfort in memories. The past and the future are not for them; they exist only in the present, struggling to no avail.",

"Do they struggle to find purchase? To move forward? To retreat? Who knows. They could not tell you. The world that left them to this fate provides no answers.",

"They know only one thing for sure – the ground under their feet is crumbling, and they can no longer remain still. They have no tomorrow, no home. How can they find hope? What can they lash out at, in their despair?",

"Let us examine one boy, a boy in such a predicament. The boy's name is Pannacotta Fugo. There are those who call him a traitor, those who dismiss him as one without shame. His choices will decide what his fate will be.",

"Vittorio Cataldi {img https://pbs.twimg.com/media/FtvvbX1WYAEln86?format=png&name=medium}",

"Milano, Italy – the Stadio Guiseppe Meazza. One of the most famous soccer stadiums in the world.",

"Something there was very wrong. There was no noise. There was always noise. Crowds of chanting fans, the shouts of vendors, of police struggling to maintain order. At this time of day, the Stadio was never quiet.",

"Especially on game day – and the hometown favorites were supposed to be playing their arch-rivals to a sold-out crowd. Yet all 80,018 seats were empty. No one watching; no one playing. No one there at all. Only a terrifying stillness beneath the open sky.",

"In that sky was a blimp – hovering overhead, as if filming the game that was not being played. On the side of the blimp, in small, unobtrusive lettering, was written: \"Speedwagon.\"",

"In the gondola, the blimp's staff looked down at the empty stadium nervously. They looked at each other, and nodded. One of them spoke into a transceiver. \"The Stadio's deserted. You're clear to proceed.\" \"Roger that.\"",

"The man on other end of the line stepped forward into the empty seats, and waved at the blimp overhead. A light flashed; they'd seen him. \"Keep a close watch. Like I said, anything happens to me, scram.\"",

"\"Understood. Be careful, Guido Mista.\" Switching off the receiver, the man – Mista – reached down and pulled a gun out of his boot. With practiced ease, he took aim at the tunnel the players entered from.",

"\"Okay. Come on out, Sheila E.\" His voice was low, but it carried, projected like a opera singer's. For ten full seconds, there was silence. Then two figures emerged from the shadows, their movements a far cry from the intensity the home team athletes typically displayed.",

"One was a girl – Sheila E. Her features were young, suggested she had not yet fully matured, but her eyes were something else entirely.",

"They were the eyes of a wild thing, prepared to lunge forward and sink her teeth into the throat of all she surveyed. Prepared to tear it asunder. There were a number of scars on her face; she showed no signs of self-consciousness about them.",

"She was escorting a boy, who stepped gingerly onto the pitch, head down, his strawberry earrings aflutter. When the two of them had reached a point twenty meters in front of Mista, he yelled out. \"Stop.\"",

"They did. Sheila E stopped on a dime, like a soldier doing drills, but the boy flinched, and stood there twitching.",

"Mista's gun was aimed at him. The barrel trained directly on his face, between his brow and his lips, towards the upper end of the bridge of his nose. It did not waver. \"Hmph,\" Mista grunted. He looked the boy over, then stuck his lips out and said, \"Long time no see.\"",

"The boy's head jerked up, looking at him for the first time. Mista's eyes were cold, like ice. \"Tell me, Fugo...what have you been up to?\" The boy didn't answer. He seemed at a loss for words.",

"\"As far as we can tell, you spent the last six months playing piano in a bar. You play piano? I had no idea. All that time we knew each other...\" \"…..............\" \"Guess rich kids get to learn all sorts of fancy tricks.\"",

"Fugo muttered something under his breath. \"Mm?\" Mista said, not about to let that slide. \"What did you say? You got something to say, spit it out.\" Fugo twisted his lips to one side. \"It was nothing,\" he squeaked. It wasn't nothing; he'd rejected Mista's implication out of hand.",

"Mista cocked an eyebrow, but let it drop. \"Okay, then tell me...you got anything to say to me? Anything you want to know? I'll answer what I can.\" Fugo stood in silence for a long moment. Then he made up his mind.",

"\"Is he really...dead?\" There was a raw grief in his eyes. When he saw that, Mista frowned, and glanced at Sheila E. \"Sheila E, cover your ears.\"",

"She nodded curtly, and jammed her fingers in her ears with such force it was a wonder they didn't bleed. Sealing off all outside sound. Her obedience was downright pathological. Mista did not seem concerned.",

"He looked back at Fugo, and said, \"You heard about Buccellati's death, then?\" The color drained from Fugo's face. His whole body began to shake, and his teeth began to chatter. It was like he'd suddenly been flung out into a blizzard.",

"\"Narancia and Abbacchio died too. You remember what you said?\" Fugo did not answer. \"You aren't looking at reality. You can't survive on ideals alone. We can't live outside the mob.\"",

"Fugo remembered those words. He would never forget them. Those words had led directly to him leaving the man he'd bet his life on. Had he made a mistake? Had he been the one ignorant of what was really going on?",

"He'd wrestled with that question every day since. And now the answer – or part of it – stood before him. One of the five people he'd abandoned that day. \"Mista...is it true?\" His voice shook. His question was not particularly specific, but Mista smiled faintly.",

"\"You've heard rumors, then? What did you hear?\" \"That...\" Fugo stopped, and looked a Sheila E. Mista had made her cover her ears so she wouldn't hear what they were about to say.",

"It took a lot of nerve for him to speak further. \"What I heard was that the boss had finally shown himself. And his name...\" \"His name?\" \"Was Giorno Giovanna. They said that Passione's boss was only sixteen – and his youth was the reason he'd kept his identity a secret.",

"But traitors emerged, and tried to uncover his identity, which got an innocent girl mixed up in mob affairs, and nearly led to all out war...so he saw no further reason to hide, and revealed himself at last.\"",

"\"Yeah. You know that's a lie. You were with us right before it all went down.\" Mista's gun remained pointed right at Fugo's head. \"You were with us before Diavolo – the real boss – killed Buccellati and the others.\" Fugo's throat felt dry, but he didn't dare swallow.",

"\"Giorno joined the gang specifically to defeat the boss and take over. Buccellati was helping him all along. Makes sense, doesn't it? You don't look surprised. The moment he joined our team, Giorno was no ordinary recruit.",

"He never seemed like a rookie, and Buccellati always treated him like a trusted partner, not a subordinate. Giorno insists they were even partners, but truth is...Buccellati was working for Giorno.",

"That's how it felt to me, anyway. He was ready to give his life for Giorno's dream – and he did. Took Diavolo with him.\" \"…..........\"",

"\"Giorno moved quickly and efficiently, solidifying his power. It was beautiful to behold. This is the part you heard, right? We weren't exactly hiding.\"",

"\"Yeah...the secret gangster prince cleaning house in the underworld. It's an urban legend. And they say you're his number two, Mista.\"",

"\"Woah, that bit's all wrong. People just assume the gunman's the right-hand man, but the real number two's Polnareff. I'm number three. Think about it – you take the number two twice, you get four. Four's bad luck. I'm not getting anywhere near that. Three is much safer.\"",

"Mista's tone had lightened somewhat. \"Polnareff? That's a French name.\" \"You never met him. And his name won't do you any good. You won't find out anything about him.\" \"…..........\"",

"All of this was clearly very secret information. Once again Fugo found himself wondering why he was here. It had all been too much for him. Killing the boss and taking over? That was insane.",

"So he'd left Buccellati's team. Then, last night, Sheila E had found him. Sent by the reformed Passione. He'd known this day might come...but had not expected this. They have more power than the old boss ever dreamed of.",

"Six months ago, Passione had been powerful...as far as organized crime syndicates went. They had connections in business, on the force, in government; bribes and coercion got them almost anything they wanted. But not this.",

"Summoning him to a UEFA five star stadium like the Guiseppe Meazza meant turning away tens of thousands of rabid fans, and postponing a match despite broadcast contracts with television stations around the world.",

"That took power beyond any president. Beyond anything the old Passione ever dreamed of. And the blimp above them belonged to the Speedwagon Foundation. One of the most famous research facilities in the world, not prone to granting favors to crime lords.",

"Fugo had no idea how someone would contact them. But if they were here to research something, it must be... ...me. Who else could it be?",

"Fugo could feel Mista's eyes boring into him. Sheila E was watching him, too. \"Fugo! What do you think?\" Mista asked. \"Do you consider yourself a traitor? Did you heartlessly abandon Buccellati in his hour of need? Does the guilt keep you up at night?\" \"…...............\"",

"\"I gotta admit...you may have been right. I mean, Buccellati kicked the bucket. You didn't come with, so you survived. I only survived because I'm a super lucky mega-nice guy born under a blessed star, but you didn't have that to fall back on.",

"You'd never have made it. You had no shot at surviving the insane fight Diavolo and Giorno had. You were smart enough to see that. Always were.\" \"…..............\" \"So on that point: we're cool. The problem is now. What do you intend?\"",

"\"…..............\" When Fugo said nothing, Mista made a show of pulling his fingers out of his ears. Sheila E followed suit with an audible pop, and stood at attention. Ready to fight at any second.",

"\"Fugo,\" Mista said, quietly. \"Show your stand.\" Sheila E's eyes were even more like daggers. Fugo's face found a new shade of pale. \"Show us Purple Haze.\" \"….............\"",

"Fugo grit his teeth, but did as he was told. Fugo's body appeared to blur, then double, like a heat haze. Then the double stepped forward. It was like his soul had stepped free of his flesh, moving of its own accord. A part of his personality given form – this was his 'stand.'",

"A patchwork thing, more zombie than man, eyes peeled wide and bloodshot. He called it Purple Haze. Another aspect of Fugo, a power all his own – one of the most fearsome in all the world.",

"\"Grrrrrrrr......ssllluuurrrrrrr\" Purple Haze ground his teeth irritably, drool running down his chin. Fugo hated looking at him. It was creepy. Too creepy. But Mista did not flinch at the sight.",

"\"So, Fugo,\" he said, quietly keeping his aim steady. \"You know why we called you to a place like this, in broad daylight. Don't you?\" Fugo said nothing.",

"\"Fugo, your stand is crazy dangerous. The killer virus your Purple Haze spreads rots anything it infects. They melt to death. There's no way to guard against it. No way to control what it infects. Indiscriminate. Vicious. Murder incarnate.\"",

"Fugo remained silent. \"But I know that virus isn't fond of light. I know the range it spreads is only five meters. You know I know.\" \"I do.\" \"So. Here, this place, this distance, this weather – your Purple Haze has no chance of fighting my Pistols.\"",

"The gun Mista was holding was just an ordinary gun, loaded with ordinary bullets...but Fugo could see tiny little things floating in the air between them, like nasty little fairies.",

"This was Mista's stand. The bullets he fired would follow unexpected paths, slip past all defenses, and strike where the most damage could be done.",

"Fugo could spread his virus all he wanted, but Mista was twenty meters away – it would never reach him. In an open field with the sun beating down...the virus would wither in no time at all, and be harmless.",

"No one else would get involved; Fugo alone was certain to die. And the girl... Fugo could feel Sheila's eyes drilling into his back. She was a sacrificial pawn. If he did anything unexpected, it was her job to throw herself at him.",

"She knew the virus would infect her, kill her. But she would not hesitate to throw her life away. He'd known she would do that the moment he first laid eyes on her. She seemed like the type. There was no way out.",

"\"I know, Mista,\" Fugo said. He could hear his voice shaking. But he forced himself to speak. \"I know if you meant to kill me, you'd have done it by now.\" \"Oh...?\" Mista raised an eyebrow.",

"\"This isn't like you, Fugo. Once was, when your back was against the wall you'd snap and do something crazy.\" \"…............\"",

"\"I gotta admit, when you decided not to follow Buccellati, I was relieved. You snap at the wrong time, spray that virus around everywhere, we all die. That would be just dumb, yeah?\"",

"He was insulting Fugo. That was clear. But even clearer... He's doing this deliberately. Trying to wind me up. He wants me to fight him. Give him an excuse to shoot me. He's sure he can kill me before I hurt Sheila E.",

"Fugo was sure now – sure about why he'd been brought here. He took a deep breath, and said. \"Not everywhere.\" \"Hunh?\"",

"\"I can't spread the virus everywhere. Only six times. There's only six virus capsules on Purple Haze's hands. I can only attack six times in a single day. You know this.\" Mista narrowed his eyes. Fugo sounded calm. He'd worked it out.",

"\"Then I'll ask again, Fugo. What are you thinking? Right now?\" \"I've never betrayed Passione. Have I, Mista?\" \"I see,\" Mista pursed his lips, then sighed.",

"\"Those words were chosen carefully. You always were clever. You know what you have to do, don't you? How you can prove your loyalty to Giorno?\" \"Prove...?\" \"To prove you aren't our enemy, go kill someone who is. If you can't, then we'll kill you.\"",

"There was nothing false in his tone. It was not an empty threat, not false bravado. Simply the truth. An order – one delivered with authority.",

"Six months ago, when they were both low ranking hoods, he could never have sounded this intimidating. He'd grown. The gulf between them was immense.",

"Fugo's teeth wanted to chatter, but he forced them to lie still. He felt like a frog frozen in a snake's glare, but at least he had earned a stay of execution. Again.",

"This should have been a relief, but instead, Fugo found himself extremely...out of sorts. Bitterness bubbled up inside him, and it was all he could do to keep it inside. It was a thorny bile that burned as if on fire, yet remained terribly cold.",

"\"Grrrrrraaaagghhh.\" Purple Haze suddenly began to roar. The sound yanked Fugo's attention outward. \"Enough,\" Mista said, frowning. \"Put him away.\" Fugo allowed his double to slip back inside him.",

"Behind him, Sheila E snorted. \"You can't even keep your own thing quiet? Do you have no self-control at all?\" Fugo could not argue that.",

"\"Don't start fighting yet,\" Mista said. \"You're gonna be working together.\" Fugo blinked at him. \"We are?\" \"Not just the two of you – you'll have help. These aren't the kinda guys you take on alone.\" \"Guys?\"",

"\"Your target is one man, but he's got a team protecting him. If you don't have a team, you won't win. Tactics 101.\" Mista caught Fugo's eye, and held it. His gaze told Fugo all he needed to know.",

"This target meant business. A chill went down his spine. \"If he has a team, then...\" Mista nodded. \"Leftovers from the old Passione. The narcotics team.\"",

"At roughly the same point in time, in a warehouse at the edge of Villa San Giovanni – a small town on the Strait of Messina – affairs were already set in motion.",

"A man's sobs echoed through the dimly lit room. A boy stood in front of him. Sunken cheeks, shockingly large eyes. Cuts ran this way and that all over him, even his eyelids and lips. These were not old wounds. Most still had scabs on them, in all sorts of unpleasant colors.",

"Even now, the boy was carving a new gash with a dagger. Cutting his own cheek open. \"Gigigigigigigigigigigi!\" The boy helpfully provided oral renditions of the sound effects he imagined would accompany his cutting. He looked barely alive, his eyes unfocused.",

"Once he had more or less finished slicing his own flesh open, he began mumbling incoherently. \"Modern man,\" he began, \"Is incomplete.",

"All kinds of shit is just...not enough. I don't mean like, nutrition or exercise or...I mean in comparison to primitive man, there's something in their lives, their daily lives, that just isn't there!\"",

"There was a sudden crackle in his throat, and something came flying out. He'd coughed up a scab from a wound on the inside of his throat. \"Like, they say they don't ever feel alive, not really. I'm serious, no legs being pulled, serrrrrious bizzzzznesss.\"",

"Blood was now oozing down the side of his mouth, but the boy did not appear to notice. \"So what of it? Well, this is the really extra serious bit. When a lifeform doesn't have enough life power...they go extinct. Without fail.",

"Like the pandas! They're dooooomed. They only eat bamboo. Nothing else. There's no hope for them. Mankind's not much better off. We're trying so hard to be civilized to hide the fact that we got nothing else to live for!",

"I dunno who said any of this shit, but someone did, and I...I gotta avoid that, I gotta feel alive, so...\" He started cutting himself again.",

"\"The pain makes everything feel real. Calls forth the life within me! Without that I'll go extinct and...and...and I don't wanna be extinct...\"",

"\"….............\" \"Um, so....what? You...was it Harry? Halley? No, Sale? Something like that, right?\" There was a lightness to his tone, like he was addressing an old friend. The man, whose name was actually Sale, was covered in sweat, his forehead creased with lines of worry.",

"This was a moment of crisis for him. He, too, was a former member of Passione; in times passed he had clashed with Mista and Giorno in pursuit of treasure left by one of the gang's leaders, Polpo. Much like Fugo, he had been ordered to make amends.",

"\"But the name Sale...that's a very salty name! Get it? Because it means salt! Ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha hah! Sale! Salty! God damn, that's funny!\"",

"He laughed so hard he was gasping for breath, but when he realized Sale wasn't laughing with him, the laughter dissipated. \"I'm talking to you, here,\" he growled. \"And when Vittorio Cataldi speaks to you, you'd best not ignore him. Or wait...do you...not have manners?\"",

"\"…............\" \"Hello? Which of us is in the right, here? Me? Being all polite, speaking clearly, making sense? Or you? Sitting there in rude, stony silence. Not saying a blessed thing?",

"No matter how you look at it the answer's me, ain't it? You got no arguments with that, do you? Not surprised.\" \"…...............\" \"Or do you? If you've got a problem with me, show it. Show me your stand. Let me see what Kraftwerk can do.\"",

"Sale was a good deal older than Vittorio, but the boy clearly had the upper hand. \"…...........\" Everything about the younger boy made Sale's hair stand on end. He'd been through his share of close calls – even fought Mista and lived to tell the tale.",

"But he'd never been this scared. The boy's bugcrazy eyes were staring at him. Windows to a soul found wanting. For all his talk of mankind and civilization, this boy's eyes proved he had no future.",

"There was no glimmer, no sign of what he might become. No dream, no hope, no passion. Only the hostility that came tumbling out of his mouth. I-Is he really part of the narcotics team? The team that turned an eleven figure profit?",

"Sale found it hard to believe. In the old Passione, they had been the team everyone dreamed of joining, the team that got everything they wanted, that sucked at the teat of God.",

"They were kings of the world, with all the money and women they could ask for, able to do anything they wanted. Or so everyone thought. Yet this kid was simple-minded, oblivious, uneducated, concerned with nothing but what irritated him the most at any given second. And... Erp...",

"Sale's gaze drifted away from Vittorio. There was a third figure in the room, sitting in the corner, barely moving enough to breathe. Her skin was shockingly pale, her lips almost as pale, with only the faintest hint of red. Her figure obscured in shadows.",

"Empty eyes stared vacantly at nothing. She was humming a song so faintly it could scarcely be heard. \"La, la la....lalalala, lala, la......\" It was a famous Sicilian song, Vitti 'na crozza (\"I Saw a Skull\").",

"What should have been a fast, buoyant song was almost unrecognizable, so sluggish and slurred the delivery. She was young, still a girl. Her hair spilled out across the floor. It was very, very long, like she had forgotten to cut it, or forgotten this was even an option.",

"Sitting limp on the ground, her frame was withered and frail, her pale neck trembling under the weight of her head, looking like it might snap at any second. \"La, lala, ley lo ley la, ley, la la.......\"",

"Her name was Angelica Attanasio. Her stand was called Night Bird Flying. It appeared to be nothing but a little bird flying around. No threat at all. But it had led Sale and his partner Zucchero here, to this place of death.",

"Sale glared at Angelica with all his might, but she ignored it. This was not a display of bravado; she simply wasn't even aware of his presence. A trickle of drool ran down her chin. There was blood in it. She was bleeding from the mouth. She was obviously a junkie.",

"But this thoughtless kid with no thoughts for the future, and this junkie girl with not much longer to live...these pathetic failures had driven Sale into a corner, a fact that enraged him.",

"He'd bit his lip so hard it was bleeding, but he couldn't feel the pain. And not because he was too angry to feel it. He'd been tainted by Night Bird Flying, and no longer felt pain.",

"The world beneath his feet felt shaky. It was all he could do to remain on his own two feet. He felt dizzy, but the dizziness would not fade, his sense of balance would not return. Advanced movement was out of the question – none of his usual tricks were even remotely possible.",

"A direct assault was the only option. Sale glared at Vittorio. \"Ki, kikikikikiki, kikiiiii!\" The boy was cutting himself again. The flat of his blade was like a mirror, and Sale could see himself reflected in it. That dagger...",

"Sale had been keeping an eye on the dagger. In the same way that Mista was a gunslinger, Vittorio was a knife specialist. But in a battle between stands, an ordinary blade would be nearly useless...so what secret function did it serve?",

"Sale's Kraftwerk had the ability to make objects stick where they were. He could be shot with bullets, stabbed with blades, and the moment they touched his skin he could fix them in place, and they would not harm him. So a dagger would normally be of no concern. Normally.",

"Right...I have nothing to fear! By this point, he had lost the ability to make rational decisions. He had survived to this point by respecting the limitations of his own stand, and fleeing whenever he believed himself to be in danger – but he failed to do that here.",

"\"La, lala, ley la ley la, leylalala....\" Much like Angelica, he could no longer think things through. Vittorio stopped cutting, and gave him a frosty look. \"Come on. Your stand...and my Dolly Dagger...which one has the right to exist? Let's find out!\"",

"The moment the dagger's tip left the boy's flesh, Sale lunged forward. If Vittorio was going to try and stab him, Sale was going to let him. He would fix it in place, then do the same to the boy's body. But even as he closed the distance, the blade's tip never pointed at him.",

"Not only did he make no move to attack with the blade, he made no move at all. He just stood there, waiting, not even trying to defend. It was strange, unnatural – but Sale was too close to stop himself now.",

"He had to follow through...and he did, slamming his fist into Vittorio's unguarded chest. He fixed the boy's heart in place, killing him instantly. There was no way for him to avoid it. He had won...or so he thought. The boy's foot raised up... ...and kicked him.",

"Sale went flying, rolling across the ground. Impossible, he thought. He'd struck the boy's chest! He looked up, and Vittorio was doubled over, clutching his chest, in obvious pain. \"Unh...\" he groaned, sweat pouring down his face. But he should have been dead.",

"How – Sale wondered, then noticed something downright bizarre. There was something floating in the air between them. It was a reddish pink, and looked...sticky. Like meat. Like an organ...small, compact, round. Sale recognized it. A heart...",

"A heart, torn out of someone's chest, fixed in space. ...but...whose..........? Sale's head suddenly looked downwards. He had suddenly lost the strength to support it, and the weight of his head had pulled it down...giving him a look at the gaping hole in his chest.",

"Sale's attack had reflected back on him. But he no longer had the time to wonder why. With no heart to pump it, his body was starved for blood, and his consciousness faded, never to awaken again.",

"With a splat, Sale's heart fell to the ground, free of the power that held it suspended. \"Auuugghhh...\" Vittorio writhed on the ground in agony. \"Massimo!\" he cried, calling someone outside the warehouse. \"Massimo, help!\"",

"The warehouse door was flung open. Light poured in, and a tall man stepped inside. He was dragging something – it looked like a plastic sheet of some kind – but he dropped it when he saw Vittorio.",

"\"You do something crazy again?\" he said, his voice like the wind whistling through a crack in the wall. \"Hurry! My heart! It's not beating right! Stopping...thirty percent stopped!\"",

"\"I keep warning you, Vittorio, your Dolly Dagger can only reflect seventy percent of damage. You can't let just anybody hit you and expect to get away with it.\" As he spoke, the tall man strode over to the boy, and thumped him hard on the chest. Knocking Vittorio down.",

"Angelica cackled hysterically. \"Christ, take it easy!\" Vittorio said, getting back up. He was no longer in pain. When the man touched him, all bodily functions had returned to normal. The man ignored him, and walked over to Angelica.",

"\"This all?\" he asked. She nodded. \"There's nobody else around. Nobody at all. Nobody looking at us.\" Then she pointed at the plastic thing he'd tossed aside. \"Except that.\" \"Mm,\" he said, looking at it.",

"\"Oh, is that him?\" Vittorio said. \"Zucchero? I heard he can deflate things?\" He came walking over to get a closer look. Examined closely, it was shaped like a man. Like a man shaped balloon with the air let out of it...and it was twitching.",

"\"Most of the time, you can't use your power on yourself, but this guy clearly can.\" \"Yes. And when he's flat like that, he can slip through narrow gaps, and get close to his targets. That's how he and Sale made their approach.\"",

"\"Ha ha ha, bad luck! We've got Angelica, nobody gets the drop on us.\" Vittorio stomped on the flat man, grinding his foot against him. \"Ew, gross, he's pulsing.\"",

"\"Even deflated, his heart's still beating. Even now my Manic Depression's made it impossible for him to control himself.\" The tall man looked down at his defeated opponent without emotion.",

"Massimo Volpe. This was the man's name, the man so dangerous he was at the top of Giorno Giovanna's hit list. His existence was seen as such a problem that as long as he could be eliminated, the others would be allowed to flee.",

"But to look at him, he seemed the quiet type. Not someone who made a strong impression. He was Italian, but of an angular, bony build that made him look more Irish. His nose was thin, as were his eyes and eyebrows.",

"Vittorio continued toying with Zucchero's remains. \"So he can't inflate himself, but now we can't torture him either? Or can he talk like this?\" \"Who knows...there's no saving him now.\" \"Man, your Manic Depression is nasty. Textbook overkill.\"",

"One final member of their team entered the room. An old man. \"God damn it, Massimo. I told you not to fight unless you have to. Vittorio and I can handle mooks like this. You and Angelica should let us protect you.\"",

"The old man's face was covered in deep wrinkles, but his back was straight, and his movements lively. \"Oh, Kocaqi!\" Angelica said, happily, and wafted over to him. She rubbed her face on his thigh like a cat greeting her owner.",

"He patted her head tenderly, but never took his eyes off Massimo. \"You hear me, Massimo? You're the heart of this team. We only exist for you.\" \"But you're the leader, Vladimir. I just do what you say.\"",

"Massimo's heart did not appear to be in it. They had had this conversation before. \"I know you don't see it,\" Vladimir Kocaqi sighed. \"You could rule the world, you know. With a stand like yours, you could place yourself above all other men.\"",

"\"So could you. No one can beat your Rainy Day Dream Away.\" \"Oooh, ooh, and me? My Dolly Dagger's pretty good too, right?\" \"Ahahahahahahahaha, we're all great!\"",

"A sharp mind in an old body. A man who didn't care. A thoughtless boy. And a junkie girl. This was the narcotics team all Passione was frantically searching for.",

"Dolly Dagger {img https://pbs.twimg.com/media/Ft0heAoWYAAPe2B?format=webp&name=900x900}",

"Massimo Volpe {img https://pbs.twimg.com/media/Ft0h5UhXsAA3Y9_?format=webp&name=medium}",

"When the assassin team member Illuso was doing his due diligence before his fight with Fugo, the report he was given read as follows:",

"\"Born 1985 to a wealthy Neapolitan family. Extremely intelligent, with an IQ of 152; accepted to university at the age of thirteen.",

"However...proved to be possessed of a surprisingly short temper, argued with many professors, eventually hitting one with a 4kg dictionary. Expelled, the downward spiral continued until Buccellati took him in.\"",

"This summary was not mistaken, yet was not the whole story. He had been admitted to university not as a recognition of his superior mind, but in exchange for a healthy bribe.",

"The Fugo family was not old money. They had acquired their fortune through legally questionable trade, and by encouraging risky investments in Africa shortly before the second world war that ruined their creditors but lined their pockets.",

"\"We must have a title!\" was the oft repeated mantra of Fugo's common born grandfather. To achieve that goal, he married off Fugo's father to the daughter of a bankrupt noble, and the third son from that marriage was Pannacotta Fugo.",

"His elder brothers were ordinary, with nothing remarkable to their names or natures. Fugo alone showed promise from an early age. His grandfather doted on him, certain he would make the family's reputation...while in turn pressuring him to succeed.",

"He was taught everything that could be taught, and deemed to be something of a genius in virtually every field. His education was correspondingly accelerated.",

"He was incredibly skilled, and mastered nearly everything put to hand, but that very excellence meant there were limits only he perceived.",

"As there are to us all, there were limits to his talents...but what mattered more to him was the limits he encountered in the arts, and in academia.",

"Music had peaked with Bach and Mozart. Sculpture and painting had peaked with Michelangelo and Da Vinci. Architecture had ended with Scamozzi and Bernini. Mathematics with Gauss and Hegel.",

"If the best of the best lived hundreds of years ago, what remains for me to do? As a child, he found this thought demoralizing. But if he attempting to express the sentiment to his tutors, they were patronizing and hostile.",

"Fugo found himself friendless and loathed. Those around him had been born upper class, and for someone whose family had bought their title to be so obviously superior was unbearable.",

"His sole source of solace was his grandmother. \"Don't worry, Panni. Things may be tough right now, but the Lord will protect you.\" Time and again she told him this, a cake always in the oven. She was the only person who let him relax.",

"But the rest of the family considered her an embarrassment. She was the daughter of a farmer, matched to his grandfather before he struck it rich, stuck in her old ways while the rest of the family strove to better themselves.",

"If Italy had not be a Catholic country, if divorce had not been a sin, she would have been cast aside long ago. But she was the one member of the family who spoke to Pannacotta Fugo from the heart. Everyone else only saw what they needed him to be.",

"He barely spoke to his parents; his brothers envied the attention he received, and bullied him whenever they were alone together. But his grandmother's smile made it all bearable.",

"And then she died. By then, Fugo was already living away from home, studying at the Università di Bologna. He wanted to fly home at once, and attend her funeral, but his grandfather forbade it. There was no need. Fugo couldn't believe his ears.",

"He took a test the day she died. He failed it. He was summoned to the professor's office. The moment he stepped in the door the professor was furious.",

"He believed the results showed Fugo didn't take him seriously; he was so good in all the other classes, how else could he be so bad in his?",

"\"What are you thinking? This is a core subject! Take it seriously! How dare you look at me like that!\" Blindsided by this, Fugo admitted that his grandmother had died. This only enraged the professor further.",

"\"Don't be ridiculous! Your family said no such thing. Even if it were true, it's a pathetic, childish excuse. Your grandmother? Grow up! You can't hang off her apron strings forever.\"",

"By this point Fugo was no longer listening. The next thing he knew, he'd picked up the dictionary on the professor's desk, and was beating him over the head with it. He didn't even feel the anger. He felt no hate; no desire to kill the man.",

"His heart was filled with a stony, implacable certainty that this man could not be forgiven. No other course of action existed. From that day forth, Fugo was no longer upper class. He beat up the security guards who came running, and was arrested.",

"In the interview room, the confused police explained, \"We contacted your family, but they said they didn't know you. No one's coming to bail you. If they don't change their minds, you'll be sent to a home.\"",

"Fugo said nothing in response. He remained silently in his cell for as long as they could hold him...until one man came to see him. He'd never seen the man before, but he was young. When he asked, the man said he was only seventeen.",

"\"My name is Bruno Buccellati. I've been checking up on you. Seemed like you might be worth meeting.\" Fugo knew what he was at a glance. \"You're a gangster?\" he asked. Buccellati nodded. \"I am. How did you know?\"",

"\"You're dressed well, but you don't seem high class. You move too well to be a student. But you don't have the posture of a soldier. What else could you be?\" \"I see you're as quick as they say, and as bold. You don't seem like you're afraid of me. Why is that?\"",

"\"It's not that I'm not scared...\" \"Not only that, but the situation you find yourself in should be pretty terrifying. Your parents have abandoned you.\" Fugo laughed, bitterly. \"No – they're afraid of me, now.\" \"?\"",

"\"If what I did gets out, they think it'll damage the family's reputation. Their only option is to disinherit me, insist I have no ties to them. They're terrified.\" Buccellati frowned. \"You seem awfully calm about it. Did you beat that man to hurt your parents?\"",

"\"No, they never entered my mind. I simply couldn't forgive him. Or anything else.\" \"Hmm...\" Buccellati put his hand to his chin, thinking. \"If you end up in the home, what'll happen to you?\"",

"\"Nothing much,\" Fugo shrugged. \"They'll put me through whatever the minimum educational requirements are, then put me out on the street.\" \"So you have no intention of going home?\" \"Home?\"",

"For a second, Fugo didn't know what he meant. When he saw that, Buccellati nodded. \"If you've got nowhere better to go, what say you help me with my work?\" At long last, Fugo realized the young gangster had been interviewing him. \"You mean...join your gang?\"",

"\"It's not mine. I'm still bottom rung. I don't have even have any men to call my own. Like you said, I'm low born – I'm a fisherman's son.",

"My father was proud of his work, and I'm not embarrassed by it – but I'm not exactly well-educated. I need friends with knowledge and wits. Friends like you.\" Buccellati looked straight into his eyes. Fugo met his gaze and held it. It was a strange sensation.",

"He was being asked to join a criminal organization, to rank beneath a bottom rung thug. Yet he reminded Fugo of his grandmother. Was it because he wasn't lying? Because he was simply stating what he genuinely felt?",

"\"You need me?\" \"I do.\" \"What makes you say that?\" \"When you spoke of your parents, I saw no desire for revenge. You must hate them, but not obsessively. I get worked up too easily. I could use a level head around.\"",

"\"A level head? My temper's so short I beat a professor over the head with a dictionary.\" Buccellati's eyes narrowed. \"He was lucky.\" \"Hunh?\" \"He was lucky you didn't kill him. You'd lost it completely. You never once stopped to think that he might die.\"",

"Fugo was at a loss for words. \"I came to see you because I wanted to look you in the eye,\" Buccellati continued. \"I wanted to see what kind of guy you were.\" \"…...........\"",

"\"You have the same eyes I did when I was twelve. The eyes of a killer. Whatever the reason may be, you have the eyes of someone who could kill without a second's thought.\"",

"Buccellati paused to see what effect his words were having. \"You have no shot at rehabilitation. That's why I'm inviting you. You can no longer live in their world.\"",

"Fugo lay on an uncomfortable bed in a cheap hotel, staring at the ceiling. If Buccellati had not come to see him, what would have happened to him?",

"He could never have survived in the normal world, but being a member of the mob from the get go had been such a huge advantage it was hard to imagine what other course he could have taken.",

"No...I saw it with my own eyes. Fugo had seen a boy whose life had been very much like Fugo's could have been. Narancia Ghirga. If I hadn't...",

"A knock on the door interrupted his reverie. The door was open, but Sheila E knocked anyway. \"Hello, I'm knocking,\" she said. Fugo sat up, and looked at her. She jerked her chin at him. \"Come. They sent reinforcements.\"",

"Fugo stood up, and headed down the hall. Sheila E followed him, letting him lead. \"Why'd you leave the door open? Anyone could get in.\" \"Can't hear people coming if I shut it.\" \"You claustrophobic?\" \"….............\"",

"\"I hear your stand will kill you if you get infected. How'd you figure that out?\" \"Buccellati helped. Infected just a bit of flesh on my side, and it began to melt. Quickly cut the flesh away, saved the rest of me.\"",

"\"Bruno Buccellati, the one who died? They say he was very good. Giorno trusted him completely. You were wasted on him.\" The story as she'd heard it was a little different, but... \"Yeah,\" Fugo said, having no argument with that.",

"\"Your power only works at about five meters,\" Sheila E continued. \"But if it can infect you, then you need to keep at least a meter away from that. You need to get in close, but can't get too close. Tough stand to use.\" \"….............\"",

"\"I can understand why you'd prefer to be out in the open. But enemies won't be so accommodating.\" \"I know.\" Sheila E didn't seem to hear him. She frowned, and lowered her voice. \"So...this guy they've sent to help. Murolo. You ever heard of him?\"",

"\"No. The name doesn't ring a bell.\" \"Maybe I shouldn't say this...but I find it hard to trust him. We'd better be careful.\" \"What do you mean?\" \"You'll know when you see him,\" she said, scowling.",

"At the far end of the floor was a door. As they approached, a grumpy voice from inside called out. \"Ahhhh, ah ah ah, stop! Don't knock! The vibrations drive me batty! I know you're there, so don't knock!\"",

"The words tumbled out of him. Fugo glanced at Sheila E, but she just scowled, and said nothing. He shrugged, and tried to go in without knocking. But the door was locked, and didn't open.",

"\"Um...do you mind unlocking it?\" he asked, politely. \"This will never do,\" the voice sounded even grumpier. \"Um...what...?\" \"What you just said. Which is it?\" \"Which what...?\"",

"\"Were you polite because you know deep down you can never match Mr. Murolo, and wished to show your respect? Or were you just making a nominal show of politeness to someone who you have no real opinion of? Be clear!\"",

"Fugo turned and looked at Sheila E again. Her lower lip jutted out, but she said nothing. \"Um,\" Fugo said, \"If you're the man Mista sent, then I believe he said we're to follow your instructions.\"",

"That seemed safe enough. There was a long silence, but at last he heard the sound of the lock turning. He waited for the door to open, but this did not happen, and eventually he reached out and opened it himself.",

"The room was much larger than Fugo's, but it was a cheap hotel, so...not remarkably large. A man sat on a chair in the center of it. An...old-fashioned man. He looked like he'd stepped out of a 1930s mob movie, wearing clothes designed to advertise his position in the mob.",

"He wore a Borsalino hat...even though he was indoors. There was a scarf around his shoulders. The overall impression was that he was trying so hard to look slick it wound up being oddly comical.",

"Fugo tried not to let it show, but this man reminded him of the first person Polpo had ordered him to kill with Purple Haze. His target had been a made man in another syndicate, responsible for selling drugs in town.",

"He'd dressed to the nines, but begged for his life, selling out his own people. This man had the same smell to him. \"So...\" the man said, looking Fugo over. \"You're the one with the extremely dangerous stand? Pannacotta Fugo?\" \"Yes, I am.\"",

"\"Well, you look pretty weak. A green kid, all book smarts, no street smarts. I thought you'd be a hardened killer! Oh well. My name is Cannolo Murolo. I'm a proper Passione member. I run the information analysis team.\"",

"\"You don't run it. You're the only member,\" Sheila E snapped. Murolo glared at her. \"Shut up, Sheila E. I know you were the go between for the boss's bodyguards and those traitors on the assassin team. They don't trust you, so they've sent you on this mission to clear your name.\"",

"Sheila E didn't bat an eye. \"You got the same deal, Murolo. Mista told me. You gave information to Risotto after he turned traitor.\" Murolo went white as a sheet, then turned bright red. He jumped to his feet, nearly knocking his chair over.",

"\"N-no! Don't be ridiculous! I just...didn't know he'd turned traitor! And...and it's not like I gave him any critical information! I just...reconstructed a burned photograph they brought in.",

"There was nothing in the photo but a picture of Santa Lucia Station, in Venice. The one with the lion statues – there are pictures of it everywhere. Who cares!? It couldn't have meant anything!\"",

"\"I dunno, Mista made it sound like you screwed them pretty bad.\" \"Aaaaaaaaaaaaagh, stop making stuff up! You didn't feed him any lies about me, did you!?\" \"I simply told the truth.\" \"By whose definition!?\"",

"The two of them seemed ready to start throwing punches. Annoyed, Fugo interrupted. \"If you don't mind, I'd like to talk about the job. Clearly they've lit a fire under all our asses, so I don't think this is the time for petty squabbles.\"",

"Murolo clamped his mouth shut, looking sulky, and sat down on his chair. Sheila E remained impassive, but snorted defiantly. Murolo coughed, composing himself, then began laying documents out on the table. One of the photographs made Fugo frown. He recognized the person in it.",

"\"Is he...?\" \"Mm? You know him? Suspicious!\" \"He was part of Passione?\" \"I'm asking the questions here! How do you know this man? Massimo Volpe was top secret! Nobody knew about him!\" \"Secret?\" Fugo couldn't hide his confusion. What was going on?",

"He knew the man. But before he threw himself into this blood-stenched underworld. \"Volpe's...an old friend of mine,\" he said. Murolo and Sheila E both gave him looks of deep suspicion. \"What are you talking about? He's ten years older than you!\"",

"\"I was in college when I was thirteen. Università di Bologna. Volpe was in the same class as me.\" Fugo picked up the picture, and looked closer at it. The same dark rings under his eyes, the eyes like clouded glass. He'd barely changed at all.",

"Passione, in its early days, had gained the trust of the people by fighting against the abuses of older organizations. This was all for show; the founder, Diavolo, simply saw it as an effective way to broaden his power quickly.",

"Once he had an area under his thumb, the drug trade he had claimed to be fighting would be an open market for his own drugs. But dealing drugs requires connections in the countries where the raw materials are grown, and importing it is no easy manner.",

"There were too many hurdles for an upstart crime syndicate to clear. But just as a young black man named Frank Lucas had used the Vietnam War to smuggle heroin into America using military transport free of customs inspections,",

"forming direct connections to jungle farms through enlisted soldiers, Passione's drug trade was launched to great success, thanks to a special trick all their own. The trick's name...was Manic Depression. Massimo Volpe's stand.",

"\"The simplest way to put it is that his stand lets him create narcotics,\" Murolo explained. He was briefing Fugo and Sheila E on what little he'd been told.",

"\"Even Giorno didn't know he existed, but after Buccellati killed Diavolo, everything he'd been hiding started surfacing. Including the true nature of his narcotics business.",

"Ask any other syndicate, and they'll look baffled, and tell you they have no clue how he's importing the drugs. They'll tell you the stuff just shows up on the street like magic. Cause it is. Volpe's using his stand to turn salt water or rock salt into drugs.\"",

"\"I heard rumors that Passione's drugs weren't the same as everyone else's – that they were 'fresh' and expired quickly.\" \"That rumor would be true. Once the stand's effect expires, the drugs turn back into ordinary salt.",

"And that time limit was perfect for keeping the business under control. If someone tried to stock up on it, or water it down, it was obvious.",

"Part of the reason Diavolo got so much power so quickly was that he had a knack for finding out who was going to betray him, and take action against them.\" \"At least until Giorno found out.\"",

"\"Risotto's team tried to take Diavolo out, assuming they'd be able to take over his import route and monopolize his business. Those idiots had no idea what was really going on. There was no route! Even if they'd won, they'd have had nothing to show for it.\"",

"\"They were total scumbags. Good riddance,\" Sheila E snarled. Fugo raised an eyebrow. She sounded a little too heated. Murolo picked up on it as well. \"What, you have something against them?\" he asked.",

"For a second, Sheila E's eyes went frosty. \"I joined Passione to kill someone on that team.\" \"Eh?\" \"It took a long time for me to track him down, but I know he was part of that team. A man named Illuso – less a man than a filthy scumbag demon piece of shit from hell.\"",

"\"Illuso? What'd he ever do to you?\" Murolo grinned. \"He killed my sister,\" Sheila E hissed. Murolo's grin faded. Sheila E gave him a nasty smile.",

"\"My only living relative. Clara raised me after my parents died. After he killed her, I came looking for him. Ready to die to get to him. But he died before I could. It was all for nothing. But you know what Giorno said to me?\"",

"\"Illuso died in the worst way imaginable. He suffered more than you can imagine. I don't know if that will help at all, but in the thirty seconds it took him to die, he regretted every decision he'd made in life. Including killing your sister. We watched it happen.\"",

"\"It felt like the sun had come out from behind a cloud and shone down on me. All those years I'd spent on my quest for revenge, telling myself that if I killed Illuso, my sister could rest in peace...but secretly wondering if it was all actually for me.",

"If it was just a selfish little vendetta. That thought preyed upon me. But Illuso paid for killing Clara. Justice won. And I owed Giorno everything. I would do anything to pay him back for that. I no longer need worry about anything.\"",

"There was a light in her eyes, like she was bewitched. It was less like she was grateful, and more like the spirit of her dead sister had possessed her. \"Wait. Wait wait wait wait wait,\" Murolo said, scowling.",

"\"So you joined us for revenge? That's why you worked as a messenger for the assassin team? Then...you basically joined us to betray us! You think we can trust you after you tell us something like that!?\"",

"\"I fully intended to get the boss's permission before killing Illuso. I don't consider that a betrayal.\" \"But you'd never spoken to Giorno at the time! You didn't even know Diavolo wasn't the boss!\" \"Well...\"",

"\"This is bad. You're a liability! Like a horse with blinders. Can't see the big picture. We can't afford that against these guys.\" Sheila E looked sullen. \"I'm more useful than you,\" she muttered. Murolo ignored this, and just stared at her suspiciously.",

"Throughout all of this, Fugo said not a word. He had no idea what to say. Diavolo had ordered him and his friends to fight the assassin team. Fugo himself had fought Illuso, alongside Abbacchio and Giorno.",

"If I said as much, she wouldn't believe it. And Giorno and Abbacchio did most of the work; I just finished him off. I don't know how much good I really was. He was already powerless. He didn't need Sheila E to point that out.",

"\"So...do we know where Volpe is?\" he asked, trying to change the subject. Murolo glared at him. \"This will never do,\" he said. \"…um?\"",

"\"It simply won't do. You simply aren't showing me the respect I deserve! Mista told me to do what I could. Orders from on high made it clear I was in charge, so maybe I should just let it pass...but it irks me. I think I'd better teach you a lesson.\"",

"Murolo pulled something out of the inside pocket of his suit. It was a deck of cards. No box, just the cards. He began shuffling – expertly. Cutting the cards like a magician.",

"He put them on his shoulder and slid them down to his hand, then spread them out on the table and flipped them all back to front in a single motion. \"What are you doing?\" Fugo asked. Murolo ignored him, and continued shuffling.",

"At length he took off his hat, and shot the cards into it. Then he flipped it over onto the table, the cards still inside. Murolo began imitating a drum roll with his mouth, beckoning to the two of them expectantly. They just stared at him blankly.",

"\"Applaud!\" he whispered. \"If you don't applaud, they won't respond!\" Awkwardly, Fugo clapped his hands. Sheila E did not. Murolo scowled at her, but let it pass. He began making the drum roll sound again, and slowly raised his hat.",

"The cards were underneath. But, like magic, they had arranged themselves into a tower. A tower seven times taller than his hat. Murolo put the hat back on his head, and the tower began moving with a life of its own. Each card sprouted tiny legs and arms, and began spinning.",

"\"We are the the Watchtower Troupe!\" The cards chanted like a scene from a children's cartoon. All Along the Watchtower – this was Cannolo Murolo's stand.",

"\"Ladies and gentlemen, welcome to the show! There are fifty-three of us, here to entertain you! I'm the joker, and I'll be your host for this evening.\" \"Ah, joker, joker. You always did like to joke around.\"",

"\"These are the spades! If they get their dander up, there's nothing they can't do! As stubborn as they are deadly!\" \"Oh, spades, spades, whatever that symbol is supposed to be.\"",

"\"And those are the hearts! Their hearts inspire envy, and their envy inspires fear.\" \"Ha ha, hearts, hearts, actually kinda gross if you think about it.\"",

"\"And these would be the clubs – they look like clovers, and trust in their luck. Which is only fifty fifty.\" \"Ho ho, clubs, clubs, you all have three leaves yet four-leaf clovers are so very common.\"",

"\"And last but not least, the diamonds! They're sure that money makes the world go round, and that they're the most valuable.\" \"Pfft, diamonds! Rhinestones are all you need to impress!\"",

"The cards sang and danced through this whole routine. \"What the...?\" Fugo whispered. \"Shut up and watch,\" Murolo hissed. The cards continued their number.",

"\"Today we're after Vladimir Kocaqi and his narcotics team. Where oh where could they be?\" \"Ugh, Kocaqi, keep that old fart away from me.\"",

"\"He was a gangster long before Passione, a quiet man until you cross him. Then he'll kill you and everyone you know.\" \"He helped Diavolo out, but when he died, he and his team went into hiding.\"",

"\"All three of them are every bit as insane.\" \"Volpe!\" \"Vittorio!\" \"Angelica!\" \"Each and every one of them addicted to their own drugs!\" \"So?\" \"So!\"",

"\"They know no pain! You can hit them, it won't work!\" \"Oh crap, oh crap, oh crap, oh crap, oh crap! These guys are baaaaad news! The baddest news!\"",

"\"So...it's a kind of...fortune telling?\" Sheila E said, pointing at the cards. \"I've heard of stands that can see things that are far away. In your case, these cards work like a kind of ouija board, telling you what you need to know?\"",

"\"Nothing so unreliable. My cards tell the truth. Nothing more.\" \"Really? They aren't exactly being very specific...\" Sheila E frowned. The show, meanwhile, was going off the rails.",

"\"Crazy people are just dumb!\" \"Not as dumb as you are!\" \"Shut up, seven of diamonds! Get back in the middle of the deck where you belong!\" \"What!? You're only the six of spades! I'm one higher than you!\" \"At least I'm not as crap as you.\" \"Who you calling crap!?\"",

"\"Stop fighting, you're both idiots.\" \"You've got a lot of nerve!\" \"Who do you think you are?\" \"I never did like you! Putting on airs like I shouldn't wonder!\" \"You're the one who interrupted when I was about to say my line.\"",

"\"I can't believe you guys are arguing about this.\" \"Mind your own business!\" \"You want some!?\" Now they were fighting. Punching each other's numbers, knocking each other out. If all a card's number were hit, the card would go blank, and fall over.",

"The kings and queens were strangling each other, while the jacks hovered anxiously, eventually mobbed by the numbers. Card after card fell off the tower, fluttering down to the table. Soon the whole thing came crashing down in a heap.",

"The four of hearts staggered upright on top of the pile, whispered, \"Taormina!\" and fell over. Murolo applauded. Then he gestured for the others to follow suit. Fugo reluctantly did; Sheila E did not.",

"Without standing up the cards slid along the table and into Murolo's suit pocket. The show was over. \"What the shit?\" Sheila E said. \"Our stands reflect our own minds...very obviously, in your case. So obsessed with pointless hierarchy, the actual fortune telling was half-assed.\"",

"\"It's not half-assed! He said where they are! We know where Kocaqi is hiding!\" Murolo puffed up his chest. Fugo put his chin on his hand, pondering this. \"Taormina's in Sicily,\" he said. That could pose a problem. Sicily usually did.",

"\"Fugo?\" Sitting in the dark, Massimo Volpe couldn't help but ask again. \"Pannacotta Fugo?\"",

"Mario Zucchero was draped on the chair in front of him like a wet shirt hung there to dry. Flattened out like this he could barely produce any audible sounds at all, and none that he did formed recognizable words.",

"Fortunately, Massimo had experience picking up on subtle shifts of the flesh, and could understand what Zucchero said based solely on the way his lips fluttered.",

"\"Enough about the time you fought Buccellati's team. The point is, a man named Fugo was part of his team?\" Zucchero whimpered something. \"About the same age, then. I can't say I'd spared a single thought to him since he was expelled, but...I can see him ending up in the mob.\"",

"A faint whine. \"You saw Narancia and Fugo's stands as the two greatest threats, so went after them first?\" \"That boy Narancia's already dead,\" Kocaqi said.",

"\"Giorno Giovanna made a generous donation in his name to a church in Naples. Same church where they held his funeral. But I've heard nothing like that for Fugo.\"",

"\"So I guess that means he really is our enemy.\" \"So what, you guys were friends?\" Angelica asked. \"He didn't have any friends,\" Massimo laughed. \"He was conceited, stuck up, full of himself, and had a terrible temper.\" \"Yeah?\" Vittorio said. \"Worse than mine?\"",

"\"Almost. I can't believe someone like him would ever be part of a team.\" \"Buccellati moved up by earning Polpo's favor,\" Kocaqi explained.",

"\"And one reason for that was that he had a man who could kill a lot of enemies very quickly. According to some pretty plausible rumors, anyway. People were afraid to go after him, and he took advantage of that.\"",

"\"And that was Fugo? I can see that. He seemed like the type, somehow. Pretending like he was studious, but hiding what he really thought.\" \"What's it like to fight a friend?\" Angelica asked. \"Like I said, he didn't have any.\"",

"Angelica came wafting over to him, and draped her arms around him. \"Aw, Massimo! Why are you always frowning? Are you hungry?\" \"I'm not frowning.\" \"I've been wondering about something for a looooong time. I think you'd be cute if you smiled. Can you try? For me?\"",

"\"I'm smiling. See?\" \"No, I mean a real smile.\" She grabbed the corners of his phony grin, and tried to pull them higher. \"No good,\" she muttered. A stream of blood escaped her mouth.",

"Massimo wiped it away in silence. He called out Manic Depression, and had it stroke her back. Angelica Attanasio had been born with a horrible blood disease. It made it feel like tiny needles were flowing through her veins. No medicine, no stand could make her healthy.",

"Only Massimo Volpe had been able to free her from that pain, to slow the progression of her sickness. Kocaqi and Vittorio watched the two of them in silence. At last Kocaqi turned to Zucchero.",

"\"If these guys found us, we should assume a more powerful team is on the way. We may not be able to slip away.\" \"Then let's take the fight to them! I'll protect everyone!\" Vittorio proclaimed, waving his dagger.",

"\"No,\" Kocaqi said, his tone all business. \"You stay with Angelica and Massimo. I'll go. If Fugo's specialty is indiscriminate massacres, then I'm the best choice for the job.\"",

"Manic Depression {img https://pbs.twimg.com/media/FvCRP-NWIAAn1C3?format=png&name=900x900}",

"Sheila E {img https://pbs.twimg.com/media/FvCRZPHXoAA7hh4?format=png&name=medium}",

"Travelers in Italy must be prepared to encounter strikes – or sciopero, as the locals call them. A national strike will stop all transportation, close museums, and leave sightseers unable to see many sights at all.",

"Workers in the ports around the Strait of Messina happened to be on sciopero that day, shutting down all the ferries, and turning the bustling port into a ghost town.",

"\"Is this sciopero our doing?\" Fugo asked. Murolo just grinned at him, but would not answer. Passione may well have ordered it. There was usually some sort of underworld influence behind most strikes.",

"The sight of made men standing between striking laborers, hashing out the details of illegal business deals was an everyday sight in Italy. \"OK. The warehouse where they found bloodstains is this way,\" Sheila E said, taking the lead. The others followed.",

"The door of the warehouse had a no trespassing sign hung on it. Sheila E gave it a tug, and when it proved locked, she produced her stand. \"Voodoo Child...\" she whispered, and the door exploded inwards. A powerful blow ordinary eyes could never have seen.",

"\"I had the key,\" Murolo said, but Sheila E ignored him. She stepped inside, her stand following after. Voodoo Child was a short-range power type, and the spike-covered shadow never moved far from her side.",

"When Sheila E reached the darkened stain on the flood, Voodoo Child began punching the floor around it with iron-like fists. \"Erierierierierierierierieri...!\" Shrieking at the top of its lungs, it pounded the floor...like a child throwing a tantrum.",

"The concrete floor soon began to break, countless cracks running across it. A moment later, those cracks began to change. Each of the cracks became a pair of lips. The lips pursed themselves, then began speaking, all at once.",

"\"Asshole already has another girl on the side.\" \"They don't know how much I've lost gambling.\" \"Got to blame him for my screw up somehow.\" \"Maybe I beat the kid too much.\" \"I hate him so much! Got to start another rumor about him.\"",

"There was no connection, no context, no sense that these were a conversation, just... Oh, Fugo thought. These are all things people who've worked in this warehouse said.",

"Things they didn't want anyone else to hear – thoughts and feelings that seeped into the ground, their guilty and self-loathing trapping them here, haunting the place until Sheila E's stand pulled them to the surface.",

"She'd said she was looking for the man who killed her sister; this search was reflected in her stand's power. It allowed her to hunt for clues, uncover sins, and get revenge. As focused and clear a personality as there was.",

"So unlike my own... Fugo broke off that light of thought. It wasn't leading anywhere good. He preferred not to dwell on what Purple Haze's killer virus said about his own state of mind.",

"Sheila E dismissed meaningless voice after meaningless voice until only one remained. \"I obey you. Obey you. Obey you. Obey you.\" \"That's him!\" Fugo said. \"That's Volpe's voice!\" \"So they did fight here,\" Murolo nodded.",

"\"We aren't the first sent after them – the last group got taken out here. The bodies will be sleeping with the fishes by now.\" \"But what does it mean?\" Sheila E asked.",

"\"Does Volpe feel guilty about following Kocaqi's lead? I don't get it. If he wanted to be in charge, and was hiding that, Voodoo Child would have said so.\" She looked at Fugo. \"I don't know,\" he said. \"It's not like I knew him well.\" Murolo waved a hand dismissively.",

"\"Not like we need to profile him. What's important is that this proves my Watchtower's prophecy was right. They left this harbor, crossed the strait, and headed to Taormina!\" He puffed out his chest with pride. Sheila E gave him a look, then sighed. \"I guess you're right.\"",

"\"We came here to be sure, and now we are. Let's go.\" They headed for the yacht waiting in the harbor. The only way to Sicily during a strike was to use a privately owned vessel.",

"When he saw the yacht provided for them, Fugo gulped. It was the same model as the Lagoon Buccellati had owned. He remembered the first time he'd seen the Lagoon...",

"\"Hot damn! That's so sweet! Is this really Buccellati's!?\" Narancia was straight up dancing with excitement. He was seventeen, but his eyes shone like a six-year-old's.",

"\"That's what he said,\" Fugo answered. He was sure Buccellati had invited them to the yacht for some secret mission, and was too tense to enjoy any of it. But the idea had clearly never entered Narancia's head – he was able to simply enjoy the prospect of a yachting expedition.",

"Fugo shook his head. \"What do you think, Abbacchio?\" Abbacchio had said nothing for some time, and said nothing in response. He'd been a cop once, and his silence carried weight.",

"Fugo had grown used to it, but he'd seen Abbacchio make children cry with silence alone...then glare at them, without a shred of guilt. He was that kind of man. \"I wonder if this is it,\" Fugo said. \"…............\"",

"\"I don't know what this Giorno is capable of, but if we're bringing someone new on board, it must be time.\" \"…............\" \"I'm sure they're making Buccellati capo,\" Fugo said, excitedly. \"He's got the results. He's got the support. He should have been promoted by now, but...\"",

"\"Don't speculate,\" Abbacchio hissed. \"It's a weakness of yours, Fugo. You think too much. You think on things best left unthought.\" Fugo bit his tongue.",

"\"Our role is to do as Buccellati tells us. Put our faith in him. That's all. Am I wrong? Trust him...but not this new guy. Be on your guard with him.\" \"Really? But Buccellati brought him in. Trust Buccellati, but not the man he trusts? Isn't that contradictory?\"",

"\"Shush. They're different and you know it.\" Narancia came running back to them. \"Let's take a picture! Everyone line up in front of the boat!\" Fugo couldn't help but smile. \"Good idea,\" Mista said, behind them. \"Buccellati, you too. New guy, you take the picture.\"",

"He tossed Giorno a camera, and stood in front of the yacht. Buccellati shook his head, but followed suit. \"Okay, everyone. Look this way,\" Giorno said, like he'd done this a hundred times before.",

"He lined up the shot with the five of them, and the Lagoon behind them, and snapped the photo. The clear blue sky behind them. But the sky today was gray and cloudy. I wonder what happened to that photo... He'd forgotten about it completely.",

"They'd taken the yacht to Marina Grande, on Capri. Buccellati had been made capo, but in return was charged with guarding the boss's daughter, who was being targeted by the assassin team.",

"None of them had a chance to get the film developed. It might be in the camera still. It could be anywhere. By the time Fugo dragged himself from his reverie, land was in sight, and Murolo was guiding them closer to the shore. Sicily.",

"The island had been conquered by Phoenicians, Greeks, Arabs, Normans, and more, but to this day the inhabitants called themselves Sicilians – not Italians. But the culture had assimilated so many influences it was no longer possible to tell what was uniquely Sicilian.",

"More than one church bore trademarks of both Arabic styles and Norse. As a trade center in the middle of the sea, it had been a part of all history.",

"One of the greatest Greek philosophers, Archimedes, made Sicily his home, choosing it as the place to pass on his knowledge...before being struck down at the hands of invaders.",

"The place bred darkness and light in equal measures. \"The great human spectacle, comedy and tragedy in equal measure,\" wrote the author Giuseppe Fava, before being assassinated by the mafia he campaigned against.",

"When Allied forces landed here during the second world war, the Axis defeat became a certainty, and history would never be the same. It was that sort of place. Fugo stood, staring at the cliffs as they drew near. \"Earth to Fugo?\" Sheila E said, from right behind him.",

"Fugo jumped. \"Um, hi,\" he said, awkwardly. \"Please tell me you aren't getting cold feet just because you and Volpe used to hang out.\" \"No, nothing like that.\" \"He is the root of all evil. He can't be allowed to live.\" \"Yeah, yeah, drugs are bad.\"",

"\"You don't get it,\" Sheila E said. \"I know what you're thinking. 'If they want to do drugs, let them. Their choice. If they want to die, who cares how they do it?' Right?\" \"…...........\"",

"\"That's a mistake. It isn't the flesh drugs devour – it's the soul. Human bodies naturally produce narcotics in response to suffering – to help us overcome that suffering. But if we give ourselves narcotics, that doesn't do squat to the cause of said suffering.",

"Instead, it multiplies it. But the person taking the drugs is less and less aware of it. The suffering spreads to their families, to innocents around them. Taking advantage of their weakness. Those who sells drugs are insulting the world and everyone in it.",

"Insulting humanity, insulting dignity, insulting the future, insulting life itself. They deserve what's coming to them.\" Sheila E spoke as if reading a script. Like she'd memorized a speech someone else had told her, and was repeating it verbatim.",

"Someone whose word she trusted implicitly. Giorno Giovanna. She followed him blindly. If he told her to die, she would not hesitate. She would let Fugo's virus take her life. That's why she'd been sent to meet him.",

"Fugo had seen people trust others this way before – trust them more than they did themselves. He recognized the desperation that lay behind it. He remembered what that boy had said.",

"\"Buccellati...what should I do? Should I come? I'm scared. But if you order me to come, if you say, 'Come with me!' then I'll find the courage. I'm not scared of anything you tell me to do.\"",

"Sheila E's eyes were the same as Narancia's had been. Narancia... He hadn't always been that way. His faith in Buccellati was not earned overnight.",

"Narancia had led his own life before Buccellati, had suffered his own way, had picked his own battles. Fugo knew this better than anyone. After all... I was the one who introduced Narancia to Buccellati.",

"Fugo had been summoned to Buccellati's favorite restaurant to discuss a job. He was running late and in a hurry when he saw the boy. The boy was rummaging through the garbage bins out back, eating vegetable scraps and picking the meat off used soup bones.",

"He looked like any other homeless kid. The economy was a mess, and there were people like him on every corner. Normally Fugo would have passed him without a second glance. So why did he stop and look?",

"Because when the boy saw Fugo staring at him, he didn't look guilty, ashamed, or even angry. There was an air of resignation to him, as if he'd long ago learned that nothing said to him and nothing he could say would change anything.",

"Fugo would later learn that the infection in the boy's eyes had grown so bad he'd been told he would die from it. But what Fugo sensed in that moment was not that kind of resignation; nothing that intense.",

"It was a very casual resignation. Too casual for Fugo to pity him, or view him with contempt. The boy's name was Narancia Ghirga.",

"Their eyes met, and a second later – for reasons he himself did not understand – Fugo walked over to the boy, took his arm, and dragged him to the restaurant. The boy didn't fight it, just let himself be led.",

"Fugo did not stop to see how he would react. The moment he set foot inside the restaurant, he called out to Buccellati, \"I want to feed him some spaghetti. You don't mind, right?\" The restaurant owner looked surprised, but Buccellati didn't bat an eye.",

"He motioned the two of them over, and pushed his own plate over to Narancia. Without even looking in Fugo's direction. Fugo had known he would do this. Buccellati had a soft spot for kids. Especially ones in trouble.",

"Fugo later wondered if he'd only brought Narancia along to cover his own lateness, but only because he was so unsure of the real reason. When Buccellati noticed Narancia's illness, he called a taxi, and took him directly to the hospital. Fugo was left alone in the restaurant.",

"He found himself with no appetite, pushing the food listlessly around his plate. Narancia's gaze haunted him. He felt as if he'd seen it somewhere before. He felt like he knew that emptiness in the boy's eyes.",

"\"I hate to say it, Mr. Fugo,\" the restaurant owner said. This was Buccellati's territory, and it was part of Fugo's job to protect the businesses in it. \"But you can't just give hand outs to kids like that. If word spread, we could have a mob of them gathering outside.\"",

"He said it as delicately as possible. \"Don't worry,\" Fugo said, curtly. \"He doesn't have any friends.\" Why was he so certain? He wasn't sure, but he knew for a fact he was right. \"Even so...\" \"I hear you. I won't do it again, and I'll make sure Buccellati gets the message.\"",

"The owner sighed. \"Buccellati can be quite a softy. I supposed that's why my mother's such a fan of his, but honestly..I'd rather pay a little more protection money in return for his laying down the law on these matters.\" \"Nobody's making trouble for you, now are they? Let it be\"",

"\"I'd like a better class of customers. With deeper pockets. With all these poor people coming...\" The owner's words suddenly made Fugo's blood boil. He slammed his fist down on his plate of hot food, breaking the plate. He'd snapped.",

"When these violent fits of rage came upon him, he couldn't stop himself. He had no idea what he would do. The owner jumped back, frightened. Expressionless, not glancing at him, Fugo pulled out his wallet. Bits of plate sticking out of his burned, bleeding hand.",

"He tossed the wallet at the owner. \"For the plate and the trouble. Keep the change.\" And with that, he stormed out of the shop. He couldn't be bothered wondering why he'd been so mad.",

"Six months later, he ran into Narancia on the street. The boy came running over to him. \"Y-yo! It's you, right? You helped me out.\" Narancia's eye disease had been cured, and he was healthy again. Fugo almost regretted it. He didn't like it when strangers were friendly like this.",

"But Narancia spoke with evident desperation. \"I was looking for you. I don't know who else could help.\" When he saw the boy's eyes, Fugo stopped. They were different. These weren't the same eyes he'd seen before.",

"\"You're a gangster, right? Word on the street says you're Buccellati's right hand man. Everyone looks up to you.\" \"Narancia, was it? What do you want?\" \"Um, I really need a favor. I'm grateful for all you did, of course. I want to make it up for you. Can I join your gang?\"",

"\"What did Buccellati say?\" Fugo knew exactly what he'd said. Narancia stared at his feet, sullen. \"'Go home, kid. Go to school.'\" \"Then do that.\" \"Don't say that! I...I mean, like...um...\" Narancia spluttered, unable to form any coherent protest.",

"Yet somehow Fugo felt he knew exactly what the boy was trying to say. \"You can't trust your parents and the school teaches you nothing but lies, right?\" Narancia looked surprise. \"Y-yeah...how'd you know?\" \"Give it up, kid. That's just how the world is.\"",

"\"Gimme a break, man. You know how it is. You see him, you feel it, like...in your chest, right here, everything just feels at peace. You feel strong enough to face anything. The way he got all mad at a dirty kid like me, genuinely angry at me.",

"My parents, those teachers – the only got mad because it was their job to scold me. But he...\" There were tears in Narancia's eyes. But they couldn't dull the gleam.",

"That resignation was gone. The hopelessness in his eyes as he'd rooted through the dumpster was gone. Meeting Buccellati had given him a future. Given him a dream...of how he wished to live. At last Fugo understood why he'd helped Narancia that day.",

"He's just like I used to be. Like I was, alone in the police station before Buccellati saved me. Certain there was no help coming, he'd given up on everything. When he saw that, Fugo had reached out to help. But he was different now. His eyes were nothing like Fugo's.",

"Nothing like the old Fugo, nothing like the new Fugo – the light in his eyes was something else entirely. \"Please, man. I promise I won't tell Buccellati...\" He was practically begging. Clutching Fugo's sleeve.",

"If Fugo turned him down, he wouldn't give up. But if he went around asking to join Passione it could get him killed. Fugo took a deep breath, and sighed. \"Turn around, Narancia,\" he said, quietly. \"Mm? Why?\" \"Just do it.\"",

"Confused, Narancia turned his head. He frowned...then yelped. \"Wh-what the hell is that? Like a ghost or...I can see through it!\" Fugo nodded. \"If you can see Purple Haze, you've got the potential.\" \"Hunh? What?\"",

"\"You should be able to pass Polpo's test with no problem. It won't get you killed.\" Fugo dismissed Purple Haze. Narancia stared at him. \"Is that a yes, then? You'll let me join?\"",

"\"I'll make the introductions. After that it's up to you. When you meet the capo, try not to act like an idiot.\" Narancia scowled. \"I'm not an idiot!\" \"Saying that is a great way to look like you are, kid.\" \"Why you gotta talk down to me like that?\" \"Like what?\"",

"\"Calling me kid. You know I'm older than you, right?\" \"So? I've been a made man for over a year.\" \"Yeah, but...\" Narancia didn't look happy about it. Fugo knew why. He didn't want to be beholden to anyone but Buccellati – he didn't care about Passione's hierarchy.",

"\"Okay, I promise not to call you kid.\" \"Are you making fun of me?\" \"You can call me Fugo. We're even.\" \"Sure I can't talk you into calling me 'sir'?\"",

"\"Hell no. I'm not calling an idiot 'sir.' Besides, Buccellati's doesn't even let us call him that.\" \"Oh? Wait, did you just call me an idiot?\" \"Buccellati hates idiots.\" \"Uh-oh.\"",

"...back then, Fugo and Narancia were on even ground. Buccellati had saved them both. They were both working to pay him back. There was little difference between them. But now? Narancia was dead. And Fugo had to kill the narcotics team to prove he wasn't a traitor.",

"Which of them was superior? Narancia had been convinced age was most important. What would he think of it? It didn't matter. Narancia was no more. Fugo would have to find the answer for himself.",

"What did you mean, Narancia? What you said on San Giorgio Maggiore? The last thing I ever heard you say. Lost in thought, Fugo scarcely noticed the shores of Sicily approaching. \"It's starting to rain,\" Sheila E said, gazing up at the sky. Raindrops splattering on her cheeks.",

"Murolo had decided they were better off avoiding the ports, so they anchored off the rocky coast and made landfall in a lifeboat.",

"The coast of the island was lined with rocky cliffs that made landing impossible, but they used the power of their stands to ascend the sheer cliff face.",

"That is, Fugo and Sheila E used Purple Haze and Voodoo Child to carry them and Murolo, whose stand was not really suited to feats of strength. Fugo had to be very careful not to release his virus.",

"\"Will the yacht be okay?\" \"There's a security system on board. Anyone tries to board it, we'll know. If the cameras see Volpe or the others, the ship's rigged to explode.\" \"What if innocent bystanders board it with them?\" \"Details, schmetails. Sucks to be them.\"",

"Sheila E stared down at the yacht a moment, then had Voodoo Child pick up a boulder and fling it at the yacht. \"Eriiiiiii!\" It hit the yacht at such high speed it went all the way through, and the ship sank. \"Jesus,\" Murolo said.",

"Sheila E ignored him. \"Let's go,\" she said, and walked away. The others followed. No paths led near the cliff, and they were forced to pick their way across perilous slopes.",

"This mist-like rain showed no signs of turning into a full-on downpour, but seemed equally unwilling to stop. He looked up, but couldn't see a single crack in the wall of clouds overhead.",

"The weather was often unpleasant on the coast this time of year, but... It helped us land undetected, but somehow, it just feels too easy. After all, the narcotics team had managed to slip through Giorno's network and escape to Sicily. Who knew what they were capable of?",

"Fugo shivered. Every time he thought about Giorno, a chill ran down his spine. He hadn't worked with Giorno for long, but when he thought back, he couldn't think of a single thing the blonde boy had said that was wrong.",

"Every move he made was right, every action a step towards the larger goals to come. Every time Fugo had been convinced there was nothing to be done, Giorno had fixed things effortlessly.",

"Why did Giorno send me after the narcotics team? That boy did nothing without purpose. There must be some clear reason behind this plan. He simply couldn't see Giorno throwing suspected traitors after actual traitors in the hopes of clearing the deck.",

"He must have a reason – some hidden, ulterior motive. At this point he realized Sheila E was staring at him. \"Wh-what?\" he asked. Sheila E kept her eyes on him, never once glancing forward, yet never stumbled.",

"One wrong step on this rocky ground and you'd fall, but she never put a foot wrong. It was like watching a mountain cat or a ninja.",

"\"You were thinking about Giorno, right?\" she said. Fugo gulped. \"Nothing bad!\" he said. \"I was just wondering if he really intends for this strategy to succeed.\" \"When you first met Giorno, what did you think?\" \"Think?\" \"Feel.\"",

"\"Um,\" Fugo hesitated. Sheila E's eyes seemed to see right through him. They'd catch him if he lied. So he told the truth.",

"\"We didn't know who he really was, so we didn't...size him up, exactly. I thought...the way he presented himself could have been mistaken for weakness. But it seemed like he had the potential to be much more.\" \"….............\"",

"\"That's what I thought at the time, anyway. We all thought he was a new recruit Buccellati had found.\" Sheila E seemed dubious. At length, she said, \"Giorno said this to me. 'You take me for an honest man because you yourself are honest.'\" \"Hunh?\"",

"\"I asked Mista the same question. He said he thought Giorno was lucky, someone who'd bring luck to the team. You see what I mean?\" \"Um...\"",

"\"Mista's the lucky one, isn't he? When people look at Giorno, they see something so unfathomable they see themselves reflected in him. They're swallowed up in his potential, and wind up seeing only themselves.\"",

"She had no way of knowing, but a boy named Hirose Koichi had once described Giorno as \"A gentle soul. A strange thing to say, considering he stole my luggage.\" Kouichi himself was a gentle soul, one who inspired devotion in the unlikeliest of friends. Fugo was at a loss for words",

"\"By that logic, the one with untapped potential...is you,\" Sheila E said, skeptically. \"At the very least, you believe as much, deep down. But I look at your stand, at the deadly virus Purple Haze spreads...and I see finality. The end of the line. Where is the potential there?\"",

"Fugo had no answer. \"I really don't know,\" he said. \"Stop squabbling, you two!\" Murolo called out. He was struggling to keep up with them. \"Mista and Giorno are our superiors! We're not fit to talk about them like that. Disrespectful!\"",

"Sheila E didn't look back. Instead, she started sniffing the air. \"That smell...\" \"What?\" \"It smells like vomit. But if the stomach acid is this heavy, rotting, but not fermenting...it must be...\"",

"she muttered, then started flat-out running, feet dancing across the points of the rocks. \"Hey!\" Fugo yelled.",

"\"You wait for me in town. I've got to check on something!\" she yelled, without breaking stride. A moment later she was out of sight. \"Check on what?\" \"I dunno.\" Murolo and Fugo stared after her, confused.",

"Roads in Sicilian cliff side towns are generally quite narrow. Where the hills are steep, people take what land can be built upon, and make the most efficient use of it, clustering homes together.",

"Many 'roads' are too small for cars, so small people can barely pass each other without rubbing shoulders. Likewise, yards are an unheard of luxury, and the walls of the buildings face directly onto the road.",

"If you look towards the sea, you have a glorious view, but in all other directions things get claustrophobic. The contrast proves a source of great interest to tourists, but for the locals...well, you'd have to live there to know.",

"Sheila E found herself on a narrow street like this. The aging population had left this area without residents, the homes abandoned as the council tried to decide whether to flatten them or preserve them for their historical value.",

"The pavement was wet from the rain. She crouched down, staring at a stain. She leaned in, and sniffed. She did not touch. She kept her eyes open. On her guard, mindful of her surroundings. No closer to it than she needed to be. She checked it again, and again, then nodded.",

"\"A man...drank often, but did not habitually do drugs. Not a member of the team, then?\" Her sense of smell was good enough that she could tell whoever's puke this was had thrown up under the influence of Manic Depression.",

"This was not a talent given by her stand, but something she had been born with. A sense she had honed as a child, running around the woods with her pet dog. That dog had been her best friend, until the day some local thugs had beaten him to death, laughing all the while.",

"The anger she'd felt then had never left her. It was one of the main reasons she detested humanity. Why she was quick to judge.",

"Part of her remained convinced that right below the surface, everyone was like the bastards that had killed Toto. Her sister's murder had only cemented this state of mind; there was little chance of it changing again.",

"\"But the reaction's too powerful...too raw. He didn't take this as a drug.\" As she muttered, something bizarre happened to the wall behind her. It moved. The flat, solid surface...rippled, like the surface of a pond.",

"The ripple was moving towards her, down the wall, and along the ground, towards her feet. Then something reached up from the gap between the paving stones. A hand. As thin as a piece of paper. The hand was holding a needle, the tip of it poised to poke Sheila E in the back.",

"But she was already gone. She'd jumped. Like a mountain goat, she'd kicked the ground, flung herself to the wall, caught it with the tips of her fingers, and hung there like a spider. The flattened hand realized it had failed, and withdrew.",

"\"That was...\" Sheila E had a good idea who her enemy was. \"Soft Machine...the power to remove all thickness from things. You're supposed to be on our side, Mario Zucchero!\" As she spoke, her eyes darted this way and that.",

"Checking the cracks in the pavement, the сhinks in the wall, every microscopic gap Soft Machine could hid in. He must be on the move. \"Zucchero, you were sent after Volpe before us...did you betray us? Or did they fill you with drugs, turning you into their puppet?\"",

"Sheila E bounded away from the wall, moving into the open, up to a lightning rod on the roof of the building. From here she had a good view of the town – of the narrow, twisting roads.",

"\"I see – Soft Machine is helpless in the open, but Taormina's full of hiding places. The perfect hunting ground.\" Sheila E sniffed the air, but the scent of vomit was too strong, completely covering the scent of Zucchero's body. The rain was covering his scent as well.",

"And when it's raining, he can hide in the gap between the pavement and the water. Ideal weather for him. She was in trouble...yet her grin suggested otherwise. The grin was more of a sneer, really. \"You know who I am, Zucchero?\" she called.",

"\"You worked for a team in Rome, so you must have heard the name Sheila E. I'm the one who crushed the Milanze's gambling operation, letting Passione move in on their territory...when I was only ten years old. That's why I was promoted to the boss's personal guard.\"",

"No reaction. She kept talking. \"The E stands for Erinni – The Furies. The name is my vow to show no mercy to any enemy. Well, Zucchero? Do you have the balls to take up arms against my name?\" No matter how much she baited him, Zucchero made no reply.",

"There was a shimmer at the corner of a wall. Sheila E sprang into action. Voodoo Child hurtled towards it, slamming its fist into the wall. But it had been nothing but a spurt of rainwater. Nothing more.",

"Even so, on guard against the enemy taking advantage of her attack, Sheila E unleashed a barrage of blows in all directions. The walls and ground began to crumble, but Zucchero was nowhere to be found. Still her barrage continued.",

"\"Erierierierierierierierierierierierierierierieri!\" The vibrations reached Zucchero where he hid...but unless she scored a direct hit, it didn't matter. All he could feel was heat, like he was burning up inside. The sensation forced him to remain flattened.",

"He attacked anyone who approached – he'd been turned into a land mine. The instincts and techniques he'd mastered crawling his way up from poverty to a position of some influence in the mob had been reduced to reflexive responses.",

"A robot, following a program – no, less than that. He was little more than the sensor that tells a door to open. Mixed with the pounding was the sound of Sheila E muttering. \"Zucchero, Zucchero, Zucchero...!\" Changing his name. She sounded mad, but Zucchero was beyond such nuance",

"He simply headed toward the voice, instinctively trying to get behind her. His body remembered the right distance to strike. Without conscious thought, he flew forward, Soft Machine's needle piercing her back... Or piercing empty air. Zucchero's instincts failed him.",

"Deprived of a clear goal, he fell into a panic. Sheila E was there, except she wasn't. He slid his flattened head out from the gap in the stones, confirming this incomprehensible state of affairs with his own eyes. But what he saw... Lips? Just...lips?",

"The cracks she'd made in the pavement had formed a pair of lips. The lips were chanting his name. Voodoo Child's power was echoing Sheila E's words. She'd made her speech not to wind him up or build herself up but to set this trap. And a moment later, the trap snapped shut.",

"The crack he was peering out of, and all the cracks around it, turned into a giant pair of lips. Snap. The lips parted, and bit down. Zucchero's wafer-thin body strained against the teeth, like someone trying to tear open a plastic bag. He couldn't move.",

"The lips began sliding across the ground, stretching him. Like a hunter skinning an animal to make a rug. \"I thought you'd stretch more than that,\" Sheila E said, walking toward him.",

"She'd planned all of this – the moment he'd vanished, she'd guessed he must be using sound to navigate, and used that to her advantage. She always planned to capture, not kill. He was a valuable clue.",

"\"I thought you'd stretch like chewing gum, but I guess not. You're flat, but that's all.\" Zucchero's lips flapped, unable to speak clearly. \"Oh, you can't talk? Don't worry. I can read lips. Say whatever you need to say. What? 'Gotta...gotta...' Gotta what? Speak clearly.\"",

"She grabbed his face with both hands, and tugged on it, trying to get a better look. Zucchero's behavior didn't change at all. His lips just kept on repeating the same thing.",

"His lips barely moving, as if he was whispering the same mantra to himself over and over and over. Sheila E could just barely make it out. \"Um... 'Gotta move, gotta move, gotta move, move, move...'\" Got to move...or what? Before she could wonder, his body crumpled, then tore.",

"All the blood in his veins came gushing out, spraying in all directions. His bodily functions had been amped up so high his flesh could not longer stand up to the force of his own blood pressure.",

"Sheila E leapt backwards. Zucchero's body inflated – in death, his Soft Machine no longer in effect. Every part of his body had been destroyed, his very bones turned to dust, so that his body looked less like a human than a rolled up wet blanket.",

"\"Jesus!\" Sheila E grimaced. Zucchero had not just been turned into a puppet – he'd been killed. His enemy had been so much stronger than him that...but that meant...",

"\"Shit!\" Sheila E turned on her heel, and ran back the way she'd come. Zucchero was a decoy, buying time! A decoy to draw her away from Fugo and Murolo. The enemy had been waiting for them.",

"Voodoo Child {img https://pbs.twimg.com/media/FvcYIXKXoAcb39E?format=png&name=900x900}",

"Vladimir Kocaqi {img https://pbs.twimg.com/media/FvcYXiXXsAENV4H?format=png&name=medium}",

"Pannacotta Fugo's former teammate Leone Abbacchio had once explained his power thusly: \"It's feral! Attacks explode out of it, then it vanishes like a summer squall.\"",

"He'd fought alongside Fugo a number of times. Each time Abbacchio investigated the crime, and Fugo executed the culprit. Sometimes they were covering up business scandals in the name of 'protection',",

"or eliminating those who tried to embezzle from the mob, or executing the minimal number of Passione members required to contain internal conflicts; nothing the police would be involved in, just problems that needed to be taken care of.",

"The bulk of these requests came from Buccellati, but some came from Polpo, and these they often kept secret from Buccellati. Their capo needed the job done, but they knew, for example, that their team leader would not be able to stomach the murder of a child.",

"If Fugo decided a particular job would prey on Buccellati's conscience, he kept it secret. Abbacchio went along with this, never breathing a word.",

"People around them seemed to view them as partners, but Fugo never once asked Abbacchio about his past, and Abbacchio never asked about his. Neither understood the other.",

"If they had ever been in a situation where only one could survive, Fugo was certain Abbacchio would abandon him to his fate, and he felt sure he would do the same.",

"They trusted each other, but they were not close. There was as little between them as the day they'd met.  Abbacchio had been a policeman. When his corruption was discovered, and he was on trial, Fugo went to see him in prison.",

"He'd accepted bribes from one of Passione's thugs, and Fugo was looking for information. The thug had died in police custody – of hypothermia. In mid-summer. In other words, he'd been dealt with by his superiors – and only Abbacchio knew anything more.",

"The booze and the women had left him a shell of a man, with deep, dark circles under his eyes. He fixed Fugo with a reptilian stare, and said not a word.",

"\"Be reasonable, Abbacchio. A man like you goes to prison, you'll wind up dead. You know what happens to ex-cops in there. The guards won't help you. They hate you more than anyone.\" \"….............\"",

"\"What exactly were you paid to overlook? I hear you hesitated when you should have shot that suspect. Was this because he had something on you?\" \"….............\" \"Was it drugs? Was that man dealing drugs? And you let him be?\" \"….............\"",

"\"The silent treatment all I'm getting?\" Fugo frowned. He was beginning to suspect that the recent flood of narcotics on the market was coming from within Passione, and wanted proof.",

"We've demolished most of the other families, but there's more drugs than ever. It must be because our mystery boss is selling the very drugs he's forbidden.",

"If that was the case, Buccellati was quickly going to find himself between a rock and a hard place. Buccellati had earned his reputation as an honorable gangster in part because the people knew his stance on drugs. If that were to prove a hollow lie, he'd be done for.",

"What should I do? As he racked his brains, Abbacchio suddenly spoke. \"Why?\" he said. \"Hunh?\" \"What makes a shallow kid like you look so serious?\" he growled, the furrows in his brow deepening. He looked for all the world like he was picking a fight, but that didn't quite fit.",

"\"Um...what?\" \"You and I aren't that different. We're both scumbags. So what makes you so sure of yourself?\" \"Um, Abbacchio, I'm...\" \"I know you're like me. I know you're a failure. I can see the rot in your eyes. So where do you get this confidence?\"",

"\"I feel like I should be insulted...\" \"Tell me why, and I'll tell you what I know.\" \"Tell you what, exactly?\" \"Your reason for living. Tell me what it is that keeps you going.\" \"I've merely sworn loyalty to my syndicate.\" \"Then tell me how to do the same,\" Abbacchio said.",

"Fugo blinked at him. \"You...want to join?\" \"If that's reason enough for you, it's worth trying.\" \"You're an ex-cop. They'll never promote you. They'll never give you territory of your own. You'll be someone's henchman your whole life. Are you ready for that?",

"And that's if you don't get stabbed in the back. The family won't protect you, not really. You're better off taking the money, moving abroad, and living it up.\" \"….............\" Abbacchio just glared at him. The darkness in his eyes was terrifying.",

"It was drugs that brought him and Abbacchio together. And now he was about to meet the source of those – Massimo Volpe, and his team – and fight to the death.",

"On the east end of Taormina is an ancient theater dating to the 7th century BC. The Teatro Greco, built in the Greek style, with the stage surrounded by a half-circle of seats.",

"Rebuilt by the Romans, they and the Hellenic empire have long since gone, yet the theater remains remarkably preserved. Though it is considered a tourist attraction, it is rarely crowded, and visitors can enjoy a relaxing stroll through its grounds.",

"Fugo and Murolo were in the Teatro Greco. The rain beat down on the stones. The theater was deserted. \"Well, phooey,\" Murolo said. \"I was hoping to mingle with the tourists and attract less attention on our way into town, but I guess that's not happening. Stupid rain.\"",

"\"We've come this far. No choice but to push on, dangerous or not.\" \"Sometimes you sound careful, sometimes you sound like you just don't give a damn what happens to you.",

"I'd say you're adaptable, but it's more like you just stop thinking about things once a decision's been reached. Even though questioning all your decisions can be a vital survival tool...\"",

"\"Or time wasted going in circles. Unless we've learned something new that changes things, the plan we arrived at earlier is still the only one we've got.\"",

"\"That's what I'm talking about, see – you've trapped yourself. You do it, Sheila E does it – you need to be more flexible. Willing to change your mind.\"",

"Murolo spoke like he was bestowing his knowledge, but he had little to back up his opinions. He came across like he just wanted to make himself sound important. He reminded Fugo of the professor who'd upended Fugo's life.",

"\"Be careful,\" Fugo growled. Murolo blinked at him. \"Of what?\" \"You don't want to rub me the wrong way. Once I snap, I have no idea what I'll do.\"",

"This wasn't a threat. He had a terrible temper, prone to exploding at the slightest provocation – he'd once stabbed Narancia in the cheek with a fork for getting a simple math problem wrong.",

"He'd been tutoring Narancia for some time, and Narancia always got things wrong, but for some reason, that time he lost it. He had no idea why. Murolo pursed his lips.",

"\"Jeeez, you're a piece of work! 'Fragile – handle with care.' 'Do not disturb.' They should hang signs on you. Or make you go meditate on a mountain somewhere. For one thing...\"",

"He trailed off, staring not at Fugo, but at the seats surrounding the stage. His face had gone pale, and he looked like he couldn't believe was he was seeing.",

"There was a man sitting all by himself in the seats. He had a black umbrella keeping the rain off him. He blended into his surroundings, somehow – looking like he'd always been there. He was an old man, with deep wrinkles, but his back was straight, his body fit.",

"There was a gentle set to his face, but his eyes were much too sharp. Fugo had seen him before – in the photographs Murolo had shown him. \"Is that –?\" he stuttered. Murolo groaned, \"It is. That's the leader of the narcotics team – Vladimir Kocaqi.\"",

"He was staring right at them. He'd been waiting for them – there was no way he was here by chance. But for him to be alone... Murolo spun around, looking this way and that, but there was no one else around. Not a trace of Kocaqi's team.",

"\"Sh-shit...I guess we should...\" Murolo turned to suggest they run for it, but there was no one at his side. Fugo was walking in Kocaqi's direction. \"W-wait...!?\" \"We're doing this. It's too late to run.\" Fugo's voice showed no doubt. But...",

"\"H-hang on! He's not just some random old man! Even Diavolo decided he was better off negotiating an alliance than using his stand to keep him in line. He's experienced! A veteran! Survived far more fights than you!\" Murolo's shrieks did nothing to slow Fugo's pace.",

"Kocaqi smiled faintly, like an old man watching his grandson. Fugo glared back at him, thinking furiously. He's confident. If he's here alone, he must have a good grasp on our stands already...and be sure he can win.",

"If he gets within five meters of Purple Haze, he's done for, no matter what – I doubt his stand will make any difference, and I don't imagine that's his plan. So he must be preparing a ranged attack. What I have to do is somehow close that gap, and get within range.",

"With that in mind, he'd started walking. This is a trap of some kind. I've got to somehow spring that trap, and have Purple Haze break through it and get to him. This was the closest thing to a plan he had.",

"Kocaqi smiled pleasantly at him, then said, \"I hear you were in classes with my boy Massimo at the Università di Bologna.\" \"…...............\" \"Honestly, he didn't have much good to say about you, Pannacotta Fugo. It sounds like your life is a series of mistakes.\"",

"\"...what do you mean?\" \"I'm sure you believe that you are trying to make the 'right' choices. But even trying to do that is proof you are mistaken.\" He sounded like a teacher, patiently explaining something to a student who just didn't get it.",

"\"All Sicilians know what life is. This may be hard for a rich kid from Naples to grasp, but life...is inherently unfair.\" \"….............\" \"Nothing in life goes as planned. You have to accept that. You'll never get anywhere if you don't.",

"Even if nobody understands you, even if things don't turn out the way you expect, accept it. Losing your temper and taking it out on everyone around you is inexcusable. It prevents you making anything of yourself. It leads you straight to ruin.\" \"….............\"",

"\"We Sicilians place a great deal of value on silence. Silence...and forbearance. Those two things lead to hope. Attempting to forge a life with your will alone is hopeless. Fortune is never that kind. There is no 'right' choice, Fugo.",

"Every time you make a choice like that you're making a mistake. No matter how much you dismiss ideals and try to be realistic all you manage is to be comparatively so. Dreams and reality aren't that different – the reality you believe in is just another delusion.\"",

"As Kocaqi finished speaking, Fugo was five meters away from him. Almost to Purple Haze's range. He had only to take a single step, and he would be close enough to kill the old man with a single punch. But even at this range, Kocaqi did nothing.",

"If his stand were active, Fugo would be able to see it. Kocaqi was an old man – Fugo was almost certainly faster on the draw, and could strike first if he attempted anything. Except...he didn't. What's going on?",

"Fugo stopped moving forward. He was tensed to act at any moment, but hesitant to do so. Thoughts flooded his mind. Maybe he shouldn't kill Kocaqi. If he wasn't going to resist, maybe they should capture him for questioning.",

"Maybe he was just buying time for his team to escape. Each of these ideas floated past, and were dismissed. He knew perfectly well...they were all lies. He knew Kocaqi was here to kill him, knew Kocaqi had no intention of throwing the fight. He could see it in his eyes.",

"But Fugo couldn't see what lay beneath that, and was at a loss as to how to proceed. Why am I hesitating? Seeing that Fugo wasn't moving, Kocaqi nodded slowly. \"You know so little, Fugo. Everything you think you know is shallow knowledge, only scratching the surface.",

"You know nothing of courage. Nothing of the strength men find when they cast aside their ego, to live. Men without courage are like fleas, doomed to be slapped to death when they try to suck the blood of humans.\"",

"Kocaqi was smirking. He was insulting Fugo...but Fugo felt no stirrings of anger. Why wasn't he mad? If Narancia had been here, he'd have snapped and attacked long ago. Fugo was sure of it. Narancia...",

"He wasn't angry, or upset. A strange sort of irritation propelled him. He lunged forward, and started scrambling up the slope to the seats. He staggered. The ground under his feet had crumbled. He caught himself quickly, but... \"Urp...!\"",

"He tried to put his foot down, but it slid...and not naturally. It was like he'd tried to step on something that wasn't there. But he had looked down, and picked a solid foothold. Before he work out what had happened, his foot stomped down hard, and he lost his balance again.",

"\"What the...!?\" He had no idea what he was doing. It was like he was caught in some uncontrollable dance, his feet stomping wildly in all directions. \"Th-this has to be a...\"",

"His whole body felt like it was floating. As if the sensation of that misstep had never ended...no, it had grown stronger, echoing through his entire body. \"Is this his...?\" Fugo was moving farther from Kocaqi, like he was running backwards.",

"His stand! It has to be – I'm caught in his stand's power! When did he attack? I didn't see anything – didn't sense it at all! Didn't feel anything except...except... Fugo looked up. The rain, a fine mist that kept his body wet. Holy shit...",

"He had seen it. He had felt it. He'd been aware of it all along...he'd been under attack the whole time. \"Yes,\" Kocaqi said. \"This is Rainy Day Dream Away. See how you stumble perpetually? My stand is not knocking you off balance each time. You are.",

"Your own senses are out of whack, and you are desperately trying to regain your balance. For one brief moment you were off balance – and I locked that sensation in place.\" The more Fugo tried to stop his lurching dance, the more wildly his limbs flailed.",

"\"My stand has the ability to lock any sensation. Humans are always sensing things. No matter how much they may not want to, they are always aware.",

"I take any one instant, and make it last forever. You will spend the rest of your life trying to regain your balance. You're trapped – never again will you be free of that sensation.\" \"Ah...augghhhh!\"",

"Fugo's body was leaning really far, and spinning around, but he never quite fell. He'd thought perhaps he'd stop if he managed to fall, but he couldn't do that. \"The sensation that accompanies a trip...what is it, do you think?\" \"Aaaaahhhh!\"",

"\"Exactly. You're falling. You're trapped in the sensation that you've started to fall. And the only place that sensation leads to...\" Fugo did not hear the rest of what Kocaqi said.",

"His legs began stamping harder and harder, and more and more often they drove him in the same direction. He was falling sideways, propelled by his own strength.",

"His legs touched the ground, but he was undoubtedly falling, traveling faster than he could ever run, flying across the ground. Like he was challenging the limits of physics.",

"\"AAAAAAAAAAAAAAaaaaaaahhh!\" His scream faded as he left the Teatro Greco. How far would his legs take him? To the sea? To a wall? Either way, they led to death. \"One down,\" Kocaqi said, and stood up, careful to keep the umbrella over him.",

"Sheila E heard Fugo screaming. \"Shit!\" she said, and broke into a run. But the scream was moving away from her, faster than she could travel. As she ran, she reached the Teatro Greco. She stopped.",

"An old man was climbing down the crumbling bank under the seats, looking right at her. He'd been expecting her. \"Kocaqi!?\" she yelped. Murolo came running over, and hid behind her. \"Wh-what kept you?\" he shrieked, accusingly. \"Wh-where's Fugo?\" she asked.",

"Kocaqi answered. \"I took care of him.\" Sheila E looked grim. This looked bad. But if she was inclined to give up this easily, she would never have been here. \"Voodoo Child!\" She dashed forward, her stand lunging beside her toward the old man.",

"Kocaqi didn't move. Unlike Fugo, Sheila E did not hesitate at all. She thought of nothing but slamming her fist into the old man's head. She cleared the gap between them in a moment, fist hurtling towards his face...and he leaned back a bit, avoiding it completely.",

"He moved like a stalk of wheat in the wind, like a master of Tai Chi, stepping lightly sideways as Sheila E hurtled past him. She spun around, facing him again.",

"Kocaqi had taken no damage from the punch, but when she'd blown past him, Voodoo Child's fingernail had just barely scraped the side of his face. It was a tiny wound, like he'd cut himself shaving...but big enough for a pair of lips to form. Small, female lips.",

"The lips made a pfft sound, then sighed. \"What's this?\" \"Wounds Voodoo Child touches turn into lips, which spill all your secrets.\" Sheila E pointed right at him. \"They'll drag up words from the depths of your heart, words that will drive you mad. I've won.\"",

"The lips on Kocaqi's cheek twitched a few times, then began to speak – but the voice that emerged was not Vladimir Kocaqi's. \"I had a good life, Vladimir. I've been so very, very happy.\" A bright, happy voice. Filled with the pleasure of her experience, the emotion genuine.",

"This was not a voice that could ever be taken as insulting, or gossipy. Sheila E looked confused. Kocaqi leaned his head to once side, watching her. \"I see,\" he said, utterly calm. \"Your stand digs up the source of people's guilt, and you use that to rattle them. Too bad.\"",

"He ran his finger across the lips, and they were absorbed into him, vanishing completely – even though Sheila E had not deactivated her power. \"H-how?\"",

"\"As long as there is guilt in a man's heart, your power can never be removed, right? As long as there is guilt. But I have none. My heart deals only in facts, as it has always done. You can dig up all the voices you want – I hear them all every day.\"",

"A gentle smile spread across his face. \"That voice was my sister Amelia's. Her last words to me. She died in my arms, and left me with that.\" \"…..........\" \"1943. August 6th. The day she died. Do you know what that date means?\" \"…..........\"",

"\"On that day, Sicily was a battlefield. The allied forces had landed in territory controlled by the Fаscists and the Nаzis. There was fighting everywhere. The Nаzis never seriously intended to hold the island. They only fought to cover their retreat.",

"The villagers were grateful for it, but..as they retreated, they went after countless innocents they suspected of being spies. My family were targeted. My parents were shot to death. I ran for my life, carrying her on my back.\"",

"He spoke without nostalgia, as if this was something that had happened yesterday, and he was simply reporting the facts of it.",

"\"As I ran, I thought I'd pissed myself. I was so scared, I assumed the damp was my own fault. I didn't stop running...but it wasn't pee. It was blood, from Amelia's wounds. She'd been hit by a stray bullet...no.\" Kocaqi frowned, and shook his head.",

"\"Perhaps not. Maybe she was shot in the back by a soldier as I fled. She took the bullet for me. Because I was carrying her, she shielded me.\" \"…...........\"",

"\"I tried to treat her wounds, but it was too late. She had lost so much blood, and she was so very young...she didn't have the strength to survive it. As she faded, she started to babble. Telling me how happy her life had been.\" \"…...........\"",

"\"She was hallucinating that she had escaped alive. In her delirium, she kept asking me if I was happy too. She could no longer see me, but I couldn't speak. All I could do was nod.\" \"…...........\"",

"\"That's when my stand first appeared. I was able to lock her delusion in place, ensure it never ended. She escaped into that hallucinatory future, lived to grow up, and grow old, surrounded by grandchildren. The illusion never ended.\" \"…...........\"",

"\"An hour after her death General Patton's forces passed me by. If they had been a little faster, she might have lived. But that was not her fate. Amelia had died with a smile on her face.",

"She had smiled for just a minute or two, but...that was eighty years worth of joy. What difference is there between her dream, and reality?\" The peaceful look in his eyes unnerved Sheila E. It reminded her of her dead sister's eyes.",

"But that didn't change anything. This man was still her enemy. She grit her teeth, and tried to attack. This time, he didn't move. Didn't even try. Simply let her attack all she wanted...but every punch missed. \"Hunh?\"",

"No matter how hard she tried, she couldn't hit him. She was already under his power. When Kocaqi saw her expression, he nodded.",

"\"For a fraction of a second, you felt like you couldn't beat me. I've locked that feeling for all of time. You can try to attack me, try to resist, but you won't be able to. That's how Rainy Day Dream Away works.\" \"Aaaaaaugh!\"",

"\"Can you free yourself? Do you have the mental fortitude to overcome it? This is not just my stand's doing. This is the weight of Amelia's eighty years of happiness. You need something solid, something real driving you to break though all of that.\" \"...nnnnnnnaaaaaaagh!\"",

"\"Don't worry, Sheila E. I won't kill you. I have no reason to. Hide somewhere until our fight with Giorno Giovanna is over. However...\" Kocaqi turned around. \"The same does not apply to you, Cannolo Murolo.\" Murolo flinched, cowering.",

"For some reason, old memories flooded his mind. Memories from when Mista had joined them, their team fully formed, and they began to gain a reputation in the syndicate. Then one day, Fugo was summoned to Buccellati's place alone.",

"\"Hello?\" Fugo took a step into the room, and froze. The mood in the room felt wrong. It was too quiet. The curtains were closed, and it was dark outside...but there were no lights on. Buccellati was sitting on the sofa in the living room. Fugo gingerly moved closer.",

"\"Um...Buccellati?\" Buccellati waved a single finger, signaling him to sit down opposite. Fugo did. He folded his hands on his lap, waiting for Buccellati to speak. But he said nothing. In the silence, the faint ticking of an old clock sounded horribly loud. ...what's going on?",

"Fugo was starting to panic. Buccellati was always so decisive. It wasn't like him to delay. At last, Buccellati stirred. \"Did you know, Fugo?\" For a moment, Fugo was confused...then he knew what Buccellati meant. \"...about the drugs?\" \"…..............\"",

"\"I knew something was up. Abbacchio and I checked into it...\" He paused to see how Buccellati was taking this, but not a muscle on the man's face moved.",

"\"The evidence suggests the boss has started his own narcotics trade. We hit up members of the gangs we'd taken out, assuming they were dealing again...but they just laughed. Said there was a new game in town.\" \"….............\"",

"\"When we reported this to Polpo, his big face went white as a sheet, and he started shaking. 'Stay well clear of this,' he said. Clearly, the boss hadn't told him anything about it.",

"I'm guessing the boss won't let Polpo in on the drug business to keep him from getting any more powerful than he already is. And Polpo realized this. It frightened him – he doesn't want the boss seeing him as a threat.\" \"….............\"",

"\"That's why Polpo didn't tell you. He didn't want us involved. So I...\" Fugo tried to explain further, but Buccellati raised a hand. \"Enough.\" There was a frosty chill in his voice. Fugo stiffened. ...is he gonna kill me?",

"For a moment, he was sure he was. The tension in Buccellati's voice was the kind you only heard when lives were at stake. But Buccellati didn't move again. He simply sat, immobile, on his sofa. His face like marble, no trace of emotion. Like the face of a porcelain doll.",

"Fugo looked at the wall. There was a net hanging there. It was the fishing net Buccellati's father had used. It was torn, unusable...but it served as a sign of the vow Buccellati had made his father. Buccellati has explained this once.",

"Buccellati's father died when he accidentally stumbled onto a drug deal, and got shot. The wound proved fatal. That's why Buccellati hates drugs so much... \"Fugo,\" Buccellati said, at last. \"Put a record on.\"",

"Fugo stood up. This was their signal; when Buccellati wanted to be left alone, he would ask his men to put a record on. They were to leave as soon as it started. \"Bitches Brew?\" This was Buccellati's favorite. But Buccellati shook his head. \"No. Make it Elevator to the Gallows.\"",

"Fugo was taken aback. Miles Davis was one of Buccellati's favorites, but he'd once said he wasn't a fan of that particular album. He pulled the record from the shelf, took it out of its sleeve, and placed it on the turntable.",

"He lowered the needle, and the melancholy sounds of a trumpet emerged from the speakers. It was an astounding performance, with resonance like grinding teeth as hard as you could mixed with notes like sighs that never ended in service of a tune that was bewitchingly tragic.",

"Fugo glanced over at Buccellati, and nearly gasped aloud. He had never seen Buccellati look like that. It was like he was crying, but no tears emerged. Like they'd dried up long ago.",

"His lips were dry and colorless, his face pale. All brightness gone from his eyes, as colorless as a bottomless pit. ...why was he remembering this now? At the time, Fugo had felt that Buccellati was suffering, but would find the strength to overcome it.",

"He had not been wrong. Buccellati had continued to solidify his position in the syndicate, getting better and better at dealing with the contradictions involved. He need not have worried. So why was he remembering the look in his eyes?",

"Because he knew. He knew Buccellati was not okay. The look in his eyes was the look of a man who feels his very soul dying. And it was drugs that made him that way. That face, it...",

"As he fell forever, Fugo felt an urge rising within him. An rigid, stoney urge, that entombed his heart, allowing nothing else in. Filling his very soul.",

"The same urge that had led him to beat the professor who'd sneered at his grandmother's death upside the head with a 4kg dictionary.",

"\"You, I will kill, Cannolo Murolo. A man like you can not be allowed to live.\" His umbrella held aloft, Kocaqi began walking towards Murolo.",

"Murolo scrambled backwards. He was too scared to turn his back and run. Too scared to risk a fatal attack from behind, even if that lowered his chances of escaping at all.",

"\"You knew, didn't you? You knew Risotto and the assassins were traitors. You set them up to fight Diavolo, and didn't care which of them won.\" He had almost reached him now.",

"\"The only reason they even went after Diavolo was revenge for the punishment their teammates had received when they tried to uncover the boss's identity. But the one who leaked that information to Sorbet and Gelato in the first place...was you, Murolo. I know.\" \"Augh...\"",

"\"You put others in danger, and do your best to watch from the safety of high ground. Help yourself to a share if you can, toy with the fortunes of others, but never take responsibility.\" \"Aaaaaaugh...\"",

"\"Men like you twist this world. But your twisted little life is about to end. I'm gonna end it for you.\" He pointed at Murolo's hat.",

"\"So? You've got your weapon in there, don't you? I can tell from the way you try and hide it you've got something hidden under there. A gun? A knife? A bottle of acid? Whatever. Try and use it.\" Murolo's face twisted up in pain. He knew what would happen.",

"When people try to use a weapon, they must always be careful. Careful not to shoot a gun, careful not to cut their hand with a knife – and the moment he thought that, Kocaqi would win. If he tried to attack, he'd destroy himself...so how could he fight?",

"Kocaqi had easily made an experienced fighter like Sheila E helpless...Murolo had no chance. He was sure their mission ended here. But then... Thunder, in the distance. A low rumbling, from far away.",

"But the clouds above them weren't storm clouds, and this mist of a rain was Kocaqi's power, not a natural weather phenomenon. Kocaqi noticed it too. The thunder...was getting closer. Kocaqi's eyes widened in surprise. \"N-no!\" he said, looking up.",

"It sounded like thunder, but the sound never ended – it just got louder. \"He can't have...!\" And not just louder. Closer. Whatever was making that sound was hurtling towards them at high speed, at 9.8 meters a second – terminal velocity.",

"The speed of an object falling straight down. By the time the object was visible, it was too late. He used his stand...to throw himself into the sky? Kocaqi wondered if he had missed something. He had no time to considered what.",

"For a moment, their eyes met – his eyes, and Pannacotta Fugo's, as he fell from the sky. The only time the sensation of falling ceased to matter was when he actually was falling – from hundreds of feet in the air.",

"The only way to escape that trapped sensation – the same speed the raindrops were falling. Kocaqi opened his mouth, but there was no time for him to scream. Fugo's stand was out in front of him, and it landed first. The noise came from it – the thunder was a roar of titanic rage.",

"\"Baassshhaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa!\" The stand's fist hit Kocaqi, and the virus was released. The old man's brittle neck snapped from the impact of the blow, but virus didn't care – it infected instantly, incubated, multiplied, and devoured. Feral.",

"The attack exploded, then vanished like a summer squall. One touch from Purple Haze meant death. This was Pannacotta Fugo's stand.",

"Sheila E jumped forward, and Voodoo Child caught Fugo as he fell. He'd made no plans for how to break his fall, simply thrown himself into it like a suicidal fall, so the impact of it staggered her.",

"She stumbled, but found the strength. Relieved, she stood...and a hand wrapped around her throat. Fugo's hand. He was strangling her, like he meant to kill her. Sheila E started to panic. \"Stop! Enough.\"",

"Murolo. She looked to him for help, but he shook his head. \"Not him – you, Sheila E. Put your stand away, and let go of Fugo.\" Sheila E looked – Voodoo Child was still holding Fugo, arms wrapped so tightly around him his spine could snap at any moment.",

"She managed to withdraw her stand, releasing Fugo's body, and he let go of her throat. He stood up without a word. A shadow of...something...still on his face. No hesitation in his eyes. The look Buccellati had said marked him as one who could no longer live in their world.",

"Sheila E glared up at him for a long moment, but then looked away. Looking for the enemy he'd just slain. But there was no sign of him anywhere. He'd melted away without a trace.",

"He killed him instantly with the punch alone, but while the body's life functions continued, the infection spread, every cell in his body rotting and vaporizing. A shiver ran down her spine. He'd saved them, but she couldn't feel grateful.",

"Murolo went over to him, and said something, but Sheila E didn't have the energy to listen. The rain had stopped, and the beautiful Sicilian sky emerged from behind the clouds. But inside, she felt only gloom.",

"Rainy Day Dream Away {img https://pbs.twimg.com/media/FvtMWpfXoAkDi1T?format=png&name=900x900}",

"Angelica Attanasio {img https://pbs.twimg.com/media/FvtMnVCXoBUviiA?format=png&name=medium}",

"His name was Gianluca Pericolo. As a boy, he was very sick. Just when doctors had given up hope, Passione stepped in and saved him. He and his father, Nunzio Pericolo, joined the syndicate to repay that debt.",

"Six months ago, he learned of his father's death. His father had placed a gun to his temple, and pulled the trigger. Most men would see that as a suiсide. Gianluca was not most men. Papà gave his life to the boss for mine.",

"He knew this to be the truth. His father had been on a mission so secret he'd not breathed a word of it to his son. Certain that there would be an upheaval within Passione, he assembled his men, and prepared for the worst.",

"Less than a week later, the boss revealed his identity to all. Everyone was shocked...everyone but Pericolo. He visited each capo in turn, unarmed, allying their suspicions. \"Vowing unswerving loyalty to Giorno is the right choice,\" he told them.",

"His father had given his life to keep Passione stable; now it was his turn. In return for his efforts, he was given all the territory his father had run, and elevated quickly to a position at the hand of the boss, working directly below Guido Mista.",

"But he took no pride in it. This was his father's work; he merely served in his father's place. He kept himself modest, at a respectful distance. As soon as Pericolo received the message, he went to report its contents to the boss. \"Pardon me,\" he said.",

"The boss was in a library in Neapolis, serving the middle school, high school, and university. The boss was, officially, a student here.",

"He rarely attended classes, but when he wished to be alone with his thoughts he would often come here – at least, during the night, when no students were there.",

"The library was not open yet, so the lights were off. Pericolo picked his way through the darkness. The librarians knew better than to interfere with gang business, and made themselves scarce when he was here. There was no sound anywhere. No sound save the echo of his footsteps.",

"The deeper he went, the older the books became, until all the books were in Latin. A boy was in the art history corner, sitting on a tall stool designed to reach to top shelves, flipping through a book. Politicita di Michelangelo, by Giorgio Spini.",

"\"Am I disturbing you?\" The boy waved a finger, indicating that he should proceed. Pericolo bowed, and began, \"We've received a report from Cannolo Murolo, in Intelligence. They have defeated the leader of the narcotics team, Vladimir Kocaqi. Only three remain.\"",

"\"A shame,\" the boy said. \"He was a fine man.\" He had issued the order himself, yet retained respect. As he often did, Pericolo admired the timbre of the boy's voice; it had the solemn dignity of the pipe organ played at church. \"It's still far from over,\" the boy added.",

"Pericolo pulled himself upright. \"Yes, I'm afraid so. The message said nothing of Massimo Volpe. Kocaqi must have attacked on his own to buy time for his team to flee. They have not yet been located.\"",

"The boy nodded, and returned his gaze to the book. There was an elegance to the way he turned pages that was a marvel to behold. \"Any further instructions?\" The boy waved a finger. None needed.",

"\"Are you sure you don't want me and my men on this? Given the strength of the targets, we've sent so few after them...\" He'd suggested this before.",

"The boy did not even dignify it with a response. Repeating himself was useless. \"If I could ask one thing...?\" Pericolo asked, mustering his courage. The boy nodded.",

"\"Do you trust Fugo? I find it difficult to place my faith in him. My father gave his life for the mission he choice to defect on. Abandoning his teammates and an innocent girl to save himself. To give a man like that such an important mission...seems unwise.\"",

"He was fully prepared to be rebuked for this statement, but the boy was not the least bit angry. \"I know what you mean,\" he said. \"Then...why?\" No answer came. Pericolo was forced to let the matter drop.",

"\"Should I put the screws on the Sicilian police, have them on the lookout for Volpe?\" Again, the boy wagged his finger. What he said next nearly made Pericolo's eyes pop out of his head. \"What!? What do you mean, they'll tell us where they are?\"",

"\"AAAAAAAAAAAAAAAAAAAAAAAAAAGH! Augh! Aaaaauuugh! Auuuugggh!\" Screams ripped from Vittorio Cataldi's throat as if his very grief was trying to kill him. \"AaaaaaaAAA! This is all my fault! I should have been the one to fight...Kocaqi wouldn't have died if I had!\"",

"He chomped down on his lips hard, cutting through them. Blood spattered down his chin. The room he was in was a sight to behold. There were bite marks all over the walls. Even now, a fresh bite mark was gnawing its way into the wall.",

"Vittorio's knife hung from his hip, its naked blade reflecting the wall, transferring seventy percent of the damage he was inflicting. Vittorio began beating his head against the wall. Dents began appearing in a totally different wall.",

"The walls were much harder than his skull – any one of these blows was hard enough to kill him instantly, were it not for his stand. He was flinging himself against the wall with all his strength, no considerations for his own safety.",

"Perhaps his lack of self-control had led his the part of his mind interested in self-preservation to give birth to a stand that transferred damage...or perhaps years spent under the stand's protection had caused his recklessness.",

"Nobody knew for sure, and it had never occurred to him to wonder. Thirty percent of the damage was done to him, so his head was covered in blood...but this did not discourage him.",

"Angelica was in the corner, sobbing. Vittorio had tried to comfort her several times, but to no avail. Each failure led to more self-hаrm.",

"The door opened slowly, and Massimo Volpe drifted in. Neither of the others looked at him. They were too absorbed in their own grief. Volpe said nothing. He walked to the center of the room and collapsed.",

"There was a long silence, broken only by sniffling and the rhythmic thudding of head against wall. At last the latter sound stopped. \"Got no choice now,\" Vittorio said. \"Got to go after that thing. Like Kocaqi said.\"",

"\"But that...\" Volpe said. \"He called that a last resort. We don't even know what it'll do.\" \"We got any other ideas? They beat Kocaqi! I don't even know if I could take someone like that down with me. We need to throw everything we got at 'em.\"",

"\"Think it'll work?\" \"Well...even Kocaqi seemed pretty dubious.\" \"The reason I decided to take the fight to Sicily isn't just because it's my home and I know the lay of the land, or because Passione's influence isn't as strong.",

"There's another reason. A reason dating back to the Nаzi occupation. \"During the occupation, they busied themselves with a certain research project. The bulk of their attention was centered on Rome, but there was a team here in Sicily as well.",

"\"The Nаzis were scouring the world, looking for something many an ancient emperor dreamed of – that idiot fuhrer wanted it, too. \"Eternal life. \"The Nаzis dreamed of a powerful army of troops that couldn't be killed. They poured a lot of resources into the search.",

"But the man in charge, an SS colonel named Rudol von Stroheim, was killed in Stalingrad, and the allied forces reclaimed Sicily before their discovery could be removed. It lies buried here to this day.",

"\"Exactly what they found, I don't know. All I found were words; instructions on the use of it.\" \"Blood is life.\" Remembering this, Volpe found himself shivering. \"Invincible, undying warriors...?\" \"That's the only way we can win!\" Vittorio sounded desperate.",

"Volpe's eyes went grim. \"We need it to avenge Kocaqi...?\" he muttered. Suddenly, Angelica let out a particularly loud sob. Staring at nothing, fury on her face, she roared, \"They must pay...they must pay...we must make them pay! They must pay pay pay pay pay!\"",

"Vittorio nodded. \"We got to do this! It's the only thing we can do!\" He jumped to his feet, and ran out of the room. Angelica wafted after him. Alone in the room, Volpe sat for a moment...then rose to his feet and followed them out. Leaving behind an empty horror",

"Every corner of the room was covered in human blood. Chunks of flesh stuck to every surface. Broken bones jammed into the walls, stuck where they'd been flung. A solitary chin dangled from the ceiling.",

"The remains of twenty men, destroyed beyond recognition, the pieces scattered across the room. This was the work of Massimo Volpe's stand gone berserk. As he picked his way through the carnage, he muttered something under his breath. \"But what exactly is this 'stone mask'?\"",

"\"This is...gross,\" Murolo said, stepping into the bloodstained room. \"What the hell?\" Sheila E said, scowling.",

"\"These are locals. Sicilian gangsters. Not involved with Passione. Friends of Kocaqi's...when he died, they decided it wasn't worth it to hide Volpe and his team. Turned on them, got wiped out themselves.\"",

"\"They'd do this to people who'd been their allies a moment before?\" Fugo asked. He was more puzzled than horrified. \"If they turned on them, they could have just run for it. They could have got away easily. There's no reason to...massacre them.\"",

"Cruelty like this is usually intended as a message for those who find it, but this is beyond that. There's a break here, a decisive one. Sheila E gave him a look. \"They were never allies,\" she said, sullenly. \"Hunh?\"",

"\"There was no trust, no give and take. They had no partners, no structures. The narcotics team never worked for anyone but each other.\" She looked around at the corpses dispassionately. Fugo almost asked if she was describing herself as well, but decided against it.",

"He felt like her attitude had changed recently. At first she'd spent a lot of time glaring at him, but now she seemed to be doing her best not to make eye contact. Perhaps because he'd strangled her during the fight against Kocaqi.",

"But I had no idea if she was under his control or not. I had no choice...but I can see how she'd hold a grudge. Fugo's mood was increasingly gloomy. He felt backed into a corner, with no way out.",

"But Murolo, oblivious to the tension between them, announced cheerily, \"We won't even have to look for them! They'll head straight to their destination, leaving a mountain of corpses in their wake, heedless to the consequences! Telling us exactly where they're going!\"",

"He snorted, and left the room. A minute later they heard him clapping. He was using his stand. Fugo and Sheila E followed him in, arriving just as the card tower collapsed. \"Ortygia,\" said the Ace of Spades. It fell flat on its face.",

"Murolo applauded, and the cards stood up, took their bows, and filed back into his hat. \"So...?\" \"Yep. Ortygia. They're following the coast of Sicily down to Syracuse.\" \"Ortygia's an island in the center of Syracuse, right?\" Sheila E said, dubious.",

"\"But there's nothing there but ruins and historical landmarks. What are they doing in a place like that?\" \"We can ask that once we catch them. If they survive it,\" Murolo said, whipping out his phone. He dialed quickly, then spoke to someone on the other end.",

"\"It's me. Yeah, bring it on by. They're headed for Syracuse. Make sure it has enough fuel.\" \"Fuel? What did you just call for?\" Sheila E asked. \"A helicopter, of course,\" Murolo said, putting his phone away.",

"\"It'll fly us to Syracuse, get us there before they arrive. We'll be waiting for them this time.\" Fugo frowned. He'd almost ridden a helicopter once. Narancia had found it. \"It's a helicopter key! If we use that, they'll never catch us! We can go anywhere!\"",

"They'd never used the helicopter, but if they had, Fugo wondered if Narancia would have been every bit as excited as he'd been on the yacht. Or would the gravity of their mission have prevented that?",

"He was never one to stress out about things. Always the first to break the tension. Just couldn't concentrate, I guess. Too easygoing by nature.",

"Had that killed him, in the end? Fugo grit his teeth. He had no idea what had happened to him. No way of knowing. He hadn't gone with them. That's why he was here.",

"Trish Una. Protecting her was to be Buccellati's team's final job for Passione. Diavolo's daughter, raised in ignorance of that fact, sent to meet her father after her mother's death only to find he planned to kill her. The girl's very life a tragedy.",

"But... Fugo still felt no sympathy for her. He'd spent only two days with her, but she'd spent the entire time stone-faced, betraying no trace of what she was thinking.",

"When she did open her mouth, it was to demand they do her shopping – risk themselves to purchase things that seemed hardly necessary. Or demand one of them take off their shirt to replace her handkerchief. It was difficult to feel protective of her.",

"Fugo despised his own mother, and hardly had a high opinion of women in general. He especially hated high-strung women, which Trish clearly was. Why risk everything for her? To this day, he could not understand Buccellati's decision.",

"\"Returning with Trish means that I have now betrayed the boss. He only had us guard her so that he could kill her with his own hand...because, as his blood relative, she knew his true identity.",

"When I learned this, I couldn't look the other way. I couldn't go home and wash my hands of the whole business. I chose to turn traitor!\"",

"It was dawn. The world was quiet. The air was crisp. Fugo couldn't believe what he was hearing, but it was the truth. Trish lay in front of them, bleeding. Everything they'd been told was a lie. \"Have you lost your mind, Buccellati?\" Mista said, equally stunned.",

"\"You know what happens to traitors,\" Abbacchio said. \"You better than most. The boss won't let us get away.\" He frowned. Abbacchio himself had been responsible for dispatching traitors. They'd just taken out the assassination team for that very reason.",

"\"The boss's guards will have Venice surrounded by now.\" Buccellati was unmoved. Behind him, Giorno was equally impassive. \"I need help,\" Buccellati said. \"If any of you would come with me, come down the stairs, and step onto the boat.\"",

"He pointed at the tiny boat floating on the canal behind him. Trish was already on board, bleeding from the wrist. \"But I won't order you to come with me. I won't even wish for it. This was my decision. You need feel no obligation towards me.",

"I will say only this – I did what I felt was right. I have no regrets. The world being what it is, all I can do is follow my beliefs. Everyone has a weakness. For now, all I can do is run...but we will beat the boss someday. We will find his weakness!\"",

"Faced with the strength of Buccellati's belief, and the force behind his words, Fugo felt nothing but confusion. He had no idea what Buccellati meant by 'right'. That was a belief he had never once encountered, at any point in his life.",

"It was like his entire world had been snatched away from him. Left without direction, without goals, without anything to base his actions on. Nothing to give him direction.",

"He had placed his faith in Buccellati. He knew Buccellati's decisions were usually correct, and believed that what was good for Buccellati was good for him. That was no longer true.",

"When Buccellati had scouted Fugo, he'd told him he had no shot at rehabilitation. Yet here Buccellati was, holding up a groundless, foolish moral choice as if it was worth fighting for – even though that fight would surely lead to his destruction.",

"Abbacchio sat down heavily. Mista looked away, staring into the distance. Narancia was shaking, trembling in his boots. Was nobody going to say anything? Were none of them going to do anything? Was there nothing to be done to fix this mess?",

"He grit his teeth, and forced himself to speak. \"I understand what you're saying, Buccellati. What you're doing is the 'right' thing to do.\"",

"Fugo wasn't the least bit convinced by anything Buccellati had said, but he'd said it to be diplomatic. That wouldn't work, though. He had to be clear.",

"\"But...let me be clear. I'm afraid none of us will get on that boat. You've let your emotions cloud your judgment. We all owe you...but we aren't coming. You aren't looking at reality. You can't survive on ideals alone. We can't live outside Passione.\"",

"He took a pointed step back. At the time, Fugo still thought there was a chance. A chance he could salvage the situation. A faint hope that Buccellati would change his mind. That they could save him by turning Trish over to the boss. He desperately wanted to believe this.",

"He hoped his words would make him rethink things. \"Fugo's right, Buccellati,\" Abbacchio said. \"What you're doing is suiсide. No matter where you run, no place will be safe.\" Yes, Fugo thought. Keep talking like this. Maybe he'll change his mind.",

"We all trust each other. That trust has to count for something. We can't just drop all that. \"I swore loyalty to Passione. Not to you,\" Abbacchio added. \"But...\" He stood up.",

"\"I was a man with no place to go. Cast out of society. The only time I feel at home...is when I'm with you, Buccellati.\" Without wasting another moment, he stepped onto the boat, and sat down. Fugo couldn't believe it. \"Wh-what!? Abbacchio!\"",

"What was he thinking? Here Fugo was, doing his best to fix things, and Abbacchio just destroyed his entire argument! \"If we beat the boss,\" Mista said, \"Then that makes me the next capo, right?\"  He hopped on board the boat too. Like it wasn't a big deal at all.",

"Fugo could feel the rage building. How stupid could they be? \"You've all lost your minds! There'll be no one to help you! Where will you even go!? Y-you'll never even make it out of Venice!\" His voice was a shriek, but none of them even glanced his way.",

"Giorno, by far the calmest person there, spoke quietly. \"Narancia,\" he said. \"What will you do?\" Fugo jumped. He turned and looked at Narancia. Narancia was a mess. Twitching like a lost child. His mouth flapping wordlessly. He looked at Buccellati for help.",

"\"What should I do? I...Buccellati, I don't know what to do. Should...should I come with you?\" \"Are you scared?\" Buccellati said. Narancia nodded. \"Yeah. Terrified.\" A shiver ran over him. His voice squeaked.",

"\"If...if you tell me...if you order me to come with you...! Then I'll find the courage. Nothing you tell me to do will ever be scary.\" \"No,\" Buccellati said, fiercely. \"I can't order this. You have to decide. Decide your own path.\" \"I...I don't know. I don't know what to do.\"",

"\"But I will give you some advice, Narancia. 'Don't come.' This path isn't for you.\" Narancia clutched his head in both hands. Buccellati turned and began casting off. \"We're going! Once the boat starts moving, you'll have betrayed me!\"",

"Fugo was overwhelmed with helplessness. Misery gnawed at him. Why hadnt he seen reason? It was infuriating. \"Why..are you insane? What's wrong with you? We met her two days ago! We've barely talked to the girl! We don't know her! We dont even know what kind of music Trish likes!\"",

"His voice was a wail. The cries of a sore loser. Nothing he could say would change things but he couldn't stop himself from ranting. He glared balefully after the boat until a feeble voice behind him spoke. \"Trish...was abandoned by someone she trusted,\" Narancia whispered.",

"Fugo could barely hear him, but was too pissed off to care. \"Whatever. She's his daughter, he can do what he wants. He has his reasons, I'm sure. It's got nothing to do with us. All we had to do was close our eyes! I don't see why that's so damn hard.\"",

"While he ranted, Narancia was muttering under his breath. \"I was abandoned too. My father...my friends. They all abandoned me. We're the same. Trish and me...we're the same.\" Fugo turned and stared at him. But Narancia was already moving.",

"As Fugo turned towards him, he brushed past Fugo, diving into the canal. He started swimming after the boat. Fugo stared after him blankly. Unable to react at all. Narancia was never a great swimmer, and was barely keeping himself afloat.",

"\"Buccellatiiiiiiiiiiii!\" he yelled. \"I'm coming with you! Wait for meeeeeeeeeeeeeee!\" As his voice faded into the distance, Fugo stood rooted to the spot. All he could do was watch. Watch Narancia struggle, listen to his cries.",

"\"Don't tell me not to come! Trish is me! She's the same as me! The wounds on her arm are my wounds!\" The boat stopped to pick him up. Then they were gone. He never once looked back at Fugo. None of them did. And like that...he was all alone.",

"The anger had left him completely. It took him a while to notice. He wasn't upset at the betrayal. Nor relieved to be alive. His heart was empty, devoid of all feelings. He was abandoned...but by what? Wasn't he the one who'd abandoned them?",

"So why did he feel like he'd been abandoned? He stood perfectly still as the sun rose higher in the sky, and the world grew bright around him. He could feel his skin starting to burn in the sun. It was painful. Everything hurt. It hurt – but what 'it' was, Fugo didn't know.",

"Why? He thought. Why wasn't he mad? None of what had happened was logical, none of it made sense, so why hadn't he lost his temper? Why wasn't he breaking everything in sight? He couldn't figure it out.",

"The helicopter was flying over the Ionian Sea, along the coast where the Megara Hyblaea lies. Watching the land race by them, Fugo wondered why Narancia had said that.",

"'Trish is me.' What could that mean? A mere expression of sympathy? Narancia and Trish hadn't know each other well enough to give rise to emotions like that. They really didn't know each other at all.",

"Narancia didn't have the emotional connection to Trish required to risk his life for her. Fugo was sure of it. But he had no idea why Buccellati had wanted to save her enough to throw his life away, either.",

"Abbacchio he understood. Fugo knew the man felt guilty about his time as a corrupt cop. He'd more or less joined Passione looking for a place to sacrifice himself.",

"He had no interest in protecting Trish; he simply latched onto what Buccellati had said about this being the right thing to do. It didn't matter what that thing was.",

"Mista was equally simple. He must have decided to go with Buccellati instantly. Perhaps hoping to get his hands on the boss's treasure, or some such simple-minded ambition.",

"The only reason he didn't jump on board right away was that this would have made him the fourth person on board. He waited for Abbacchio, which made him the fifth.",

"Mista's conviction that luck would always be on his side as long as he avoided the number four had long since passed beyond superstition into the basis of some private religion; there was no point in trying to understand.",

"And Giorno... Fugo felt a chill run down his spine. If Fugo had made any mistakes back then, it was his assumption that Buccellati was calling the shots...when in fact, it had been Giorno all along.",

"He should have tried to change that boy's mind, not Buccellati's. Giorno Giovanna was determined to take down the boss, and wrest control of his power. Buccellati simply followed his lead.",

"Come to think of it, Giorno volunteered to take Trish to the boss. Abbacchio objected, and Buccellati wound up taking her...maybe we should have let Giorno go. If he'd managed to win, maybe none of this would ever have happened.",

"Perhaps Giorno would have let Trish die. Sacrifice her for a clue to the boss's identity, allowing him to formulate a better, safer plan – one with less deaths on his side.",

"He didn't exactly wish that was what had happened, but if it had...Fugo would never have left. If only Abbacchio had kept his...no, there was no point dwelling on hypotheticals.",

"Ultimately, all of them were just caught up in the battle between Giorno and Diavolo – like the battles in epics, two legends out to prove which of them was the true ruler. Whether they fled or it killed them, none of them were responsible – they were all victims.",

"What were you thinking, Narancia? That question kept nagging at his heart like a fishbone stuck in his throat. He'd tried to convince himself he'd made the right call, that his choice had been the smart one. But he couldn't. Narancia went with them. I...couldn't.",

"That was the truth, and nothing would ever change that. Why \"Trish is me!\", Narancia? What were you feeling? The helicopter flew on towards Syracuse. A Passione pilot was flying it. Murolo sat in the copilot seat.",

"Sheila E sat next to Fugo, her arms crossed, her silence stony. Fugo glanced over at her. She didn't talk much. She and Trish had that in common, at least. \"If you...\" he started. \"What?\" Sheila E snapped, not even looking at him.",

"\"Um, well...if you suddenly found yourself with a bunch of strange men, how would you act?\" \"Why do you ask?\" \"Just wondering.\" \"I dunno. Make sure they didn't fuck with me?\" \"Meaning...?\" \"Wouldn't give them the time of day,\" she shrugged. Fugo blinked.",

"Was that why Trish had been so hostile? She was trying to maintain some degree of control – a desperate attempt to protect herself? She wasn't acting haughty because she was the boss's daughter, but because she was trying to keep herself safe? Still...",

"Remembering the way Trish had actually behaved, he couldn't feel any sympathy for her. Not wanting to be hurt was no excuse for hurting other people. He couldn't bring himself to cut her any slack. Is that because she hurt me?",

"The thought didn't sit well with him. Did he really hate her because she'd effectively forced him to part with Buccellati? Was he unconsciously out for payback? Holding a grudge?",

"He knew that was hardly fair. But the more he thought about it the more certain he was that those feelings were a part of him. With Fugo lost in thought, a silence settled on the cockpit again. Well...not silence. The helicopter's blades were extremely loud.",

"\"Fugo,\" Sheila E said, suddenly. \"Are you...\" She trailed off. Fugo glanced at her, but she seemed like she wasn't planning on finishing that thought. He didn't pry. Their silence seemed to make Murolo uncomfortable, and he started pestering the pilot with questions.",

"\"Hey, pilot, aren't we flying too high? Drop us down a little, they'll see us.\" \"The higher you fly, the less people notice. We're too small to see from down below. You never done this before?\" \"I don't care if we look big or look small, they'll know which way we're headed.\"",

"\"We go lower, we can't fly as fast. You're the one in a hurry.\" \"That's fine! It's still faster than a car or a train! Just do what I...\" He broke off. Staring at something past the pilot, outside the window.",

"There was a little bird flying next to them. Matching pace with the helicopter. \"How fast are we going?\" \"Mm? You said you were in a hurry, so I'm pushing her. This is a fast machine, we're easily over 250 kph.\" \"So...what's up with that bird?\" Murolo pointed out the window.",

"It didn't even look like it was trying that hard to keep up. No normal bird would come close to a helicopter. The spinning blades tore up the air currents. But this bird didn't seem put out in the least, like it was flying on a calm day. And it was getting closer to them. \"Um...\"",

"\"No! That's not a bird! It's an enemy –!\" Murolo shrieked. Too late. The helicopter dropped like a stone towards the sea below. The girl who could only survive on drugs had unleashed all her pent-up, bottomless, unshakable fury on them.",

"Night Bird Flying {img https://pbs.twimg.com/media/FwFGFbpWYAAa5n8?format=png&name=900x900}",

"Cannolo Murolo {img https://pbs.twimg.com/media/FwFGTL1WAAA5jb-?format=png&name=900x900}",

"He could hear someone singing. La, lala...lalalala, lala la... The song was echoing endlessly in his ear, but ever so faintly, a soft whisper on the wind. He couldn't tell how long he'd been listening to it. \"…...hunh?\"",

"Fugo looked up. He was in a room, lined in bookshelves stuffed with old books. A classroom. At the Università di Bologna. There was an angry professor in front of him, lecturing him.",

"\"What are you thinking? Do you think you can get away with neglecting fundamental classes? Don't look away! I'm talking to you!\" Fugo met his eye, and the professor nodded.",

"\"I expect more from you, Fugo. You have a bad habit of acting like you're only here because your parents made it happen. But your parents aren't you, and you aren't your parents. You aren't learning to improve your parents' status, but to unlock your own potential.\"",

"The door opened, and the professor's assistant came in. \"I have some bad news, Fugo. Your grandmother's collapsed. You should go to her.\" The professor helped him get a ticket for an express train, and he was home before the day was out.",

"\"Oh...my little Panni. I feel so much better with you here.\" His grandmother made a full recovery. Fugo was relieved.",

"All his family had come to see her, and they all looked so happy to see her well again. Fugo was very happy. They were a family after all. They really did love each other.",

"School holidays were almost here; the university agreed to let him stay at home as long as he mailed in his final papers. He did so, and went fishing with his brothers.",

"When they reached the harbor they found the fishing boat they'd reserved had broken down, and was stuck in the harbor. While they were trying to figure out what to do, another captain offered them a ride on his vessel. But the clients he had already booked objected.",

"\"We asked you not to bring anyone else!\" \"There's plenty of room for everybody.\" \"I say there isn't! Do as I say!\" \"Fine, then you get off. When another ship's in trouble, we help out. Law of the sea.\" \"Whaaat?\"",

"The rude customer realized a crowd was gathering, and gave up the fight, grumbling to himself. The captain beckoned Fugo and his brothers on board. \"My son will be happy to help you kids out. Bruno!\" \"Yes, Dad?\" A bright looking boy came out of the cabin.",

"Lala lela relalala la..... The boy's name was Bruno Buccellati. He was about three years older than Fugo. \"You're going to college? Wow.\" \"It's no big deal.\" \"I try and educate myself with books, but it's pretty slow going.\" \"What are you reading?\" \"Machiavelli.\" \"The Prince?\"",

"\"I guess you've already read it? I'm pretty big on history. I know it's based on Cesare Borgia, but I don't think Machiavelli was as Machiavellian as he's made out to be.",

"He was more a forward- thinking realist. He warned against over-thinking things, and advised people to do what they could with what their reach extended to.\" \"That's quite a theory.\" \"Not what you expected from a fisherman's son?\"",

"\"I didn't exactly expect it, but it doesn't sound strange coming from you.\" \"If you put it that way, you don't exactly seem like your typical aristocrat. You aren't haughty at all.\" \"Yeah...\" \"It's not a bad thing!\" \"Can I ask your advice on something?\"",

"Something about this boy put Fugo at his ease, and he found himself sharing all his troubles. Buccellati listened intently. They grew closer, and became firm friends. Whenever Fugo came home from university he dropped in to visit Buccellati.",

"One day Buccellati's father came to Fugo. \"Lately the police have been asking questions. They think I'm mixed up in drugs, somehow.\" \"How?\"",

"\"I don't want to say bad things about the other captains, but at least a few of the fishing boats are helping smuggle them in. Should I share what I know with the cops?\"",

"\"It sounds risky to me. If the mob finds out you snitched they'll cause trouble for you.\" \"That's what my son says. You know a lots about laws and things, don't you? Could you help him?\" \"I'll do my best.\" Lelala lala, lalalele lala....",

"This was how Fugo found himself stepping closer to the underworld. Buccellati had always been popular, and soon drew others to his side.",

"He saved a boy named Narancia from being sent to prison for a crime he'd been wrongfully accused of, and he persuaded a policeman named Abbacchio that he was better off staying clean and not accepting bribes. Both joined their number.",

"They became a team, of sorts; everyone knew them. They weren't part of any syndicate, and the townsfolk trusted them completely. The gangsters decided it was easier to leave them be. \"Fugo, you should be more adventurous,\" Narancia said. Mista laughed.",

"\"You're one to talk! You won't even taste anything you think you don't like. We went out for seafood the other night and you ate nothing but fruit!\" \"Shut up, I like fruit.\" \"Being a picky eater is a sign you're still a kid.\" \"I'm not a kid!\" Abbacchio straightened his uniform.",

"\"You should eat better, Narancia. You're so skinny. Pasta or pizza or whatever, just eat more! And stop ordering cheese and mushrooms. You need some meat! Beef or pork! They'll help you grow!\"",

"\"Look, I'm not small. You're just stupid tall, Abbacchio. And scary.\" \"I'm a cop.\" \"Not much of one! You're always skipping work to hang with us! You spend all your time here they'll never promote you.\"",

"\"Like I want that? You get promoted based on test scores, and the tests are rigged. I get more done helping Buccellati out. Being here is better than being on patrol.\" \"Tests? You making fun of Fugo?\" \"You get first on every test, right?\"",

"\"I only study that hard because it helps Buccellati. When people make fun of him for not going to school, he can say I'm top of my class at Bologna.\" \"You ruin everything.\" \"Narancia, you're first in your class too, right?\" \"Yeah, if we count from the bottom up.\" \"Hey!\"",

"\"No, seriously, I heard you got an award for volunteer work. It was in the newspaper.\" \"It wasn't intentional!\" Ordinary conversation, an everyday dinner. So why did it feel so precious?",

"Because only people whose lives are so full can ever experience this happiness? Fugo gave thanks to heaven that they had all made the right choices. As they all laughed, Buccellati came out of his room. \"Oh, everyone's here.\"",

"\"What's up, Buccellati? Why'd you call us all here?\" \"Well,\" Buccellati said. \"There's someone I'd like you to meet.\" He opened the door, and beckoned them in. It was a girl. There was a fierceness to her face, but a smile on her lips. \"She's been helping me out lately.\"",

"\"Nice to meet you all. My name's Trish Una.\" She looked at each of them, and bowed her head. \"Trish...the daughter of the Passione foundation's head?\" \"If you've heard of her, I don't have to explain. We're going to be working with the foundation.\"",

"\"You mean...?\" Narancia said, eyes glittering. Abbacchio clapped his hand over Narancia's mouth to stop him saying more. \"You can't just blurt things like that out in front of strangers.\" \"Buccellati's told me a lot about all of you. He says he trusts you all completely.\"",

"Trish took a basket out from behind her back. \"As a token of our new connection, I baked a cake for everyone.\" Narancia grabbed the first piece, excitedly. Abbacchio and Fugo helped themselves as well. \"Oh, that looks good,\" Mista said, and reached out and took a slice. Hunh?",

"Fugo stared at him. \"Mista...?\" \"What?\" \"You just...are you sure that doesn't bother you?\" \"Why would it?\" \"But...you were the fourth person to take a slice of cake. You always avoid the number four.\" The expression drained from Mista's face. He looked like a doll.",

"Fugo looked hastily around. Narancia and Abbacchio had turned into dolls as well. Lifeless, empty husks, sitting frozen in one position. \"What the...?\" \"You're locked in,\" Buccellati said, quietly. But it wasn't Buccellati's voice. It was an old man's voice.",

"\"You're...Vladimir Kocaqi?\" \"You're in a dream. A dream you'll never wake from.\" Wrinkled began appearing on Buccellati's face. He was aging rapidly. Fugo reached out, but Buccellati was drifting quickly away.",

"The cake slipped from Fugo's finger. When it touched the floor the ground beneath his feet shattered like glass, and he fell...into nothing. \"You'll never escape. You'll fall forever,\" he heard Kocaqi laughed. Behind that, the singing continued. Lalala, lelala, lelelalala.....",

"It sounded like Vitti 'na Crozza, sung rather poorly. Fugo didn't recognize the voice. Kocaqi's shrill laugh echoed, as if trying to drown it out, surrounding him. Am I still...have I been under his spell all along? Ever since the Teatro Greco?",

"Had he only imagined defeating him? If that was true, he was done for. There was no way out. But... No! That's not true! Fugo concentrated on the feeling that he was falling. He wasn't just falling. He was spinning. He was in a tailspin.",

"This was different – it wasn't the same sensation as the one Kocaqi had locked in. He could feel it shifting, changing. Then I must be...! He was falling for real. So were these dolls of his friends. Including Trish. She must be...",

"As he fell, Fugo reached out towards her. Like videos he'd seen of skydivers linking hands. His fingers brushed against her cheek...and he grabbed it between his fingers, pinching her hard.",

"The pain in her cheek woke Sheila E. The helicopter was out of control, in a tailspin, plunging towards the ground. Fugo was in the seat next to her, his arm outstretched, pinching her cheek.",

"He was still under the spell – the stimulus from outside wasn't enough to wake him. He'd pinched her in his sleep. \"C-crap!\" Sheila E scrambled forward – yanking her cheek free of Fugo's grip – and peered into the cockpit. It was too late.",

"The pilot had bit through his tongue, and was dead. Whatever illusion he'd seen had been so terrifying he'd killed himself to get out of it without ever waking up. Murolo was foaming at the mouth, his eyes rolling back in his head. No time!",

"The sea was hurtling towards them. She leaned forward, grabbed the stick, and yanked, but it barely moved – there was no way to save the helicopter. \"Shit!\" She summoned Voodoo Child, and had it kick Fugo out the door.",

"The door snapped off, and Fugo went flying after it, crashing into the sea below. They were still awfully high. If he woke, he'd probably survive, if not...Sheila E threw herself out after him. She barely made it. A moment later the helicopter hit the water, and broke apart.",

"A little later she heard the engine explode. Water shot into the air. Sheila E broke the surface, gasping for air. \"F-Fugo!?\" she looked around. He was floating nearby. Awake? Asleep? She tried to swim towards him.",

"But he was caught in a fast current, and was drifting swiftly away from her. Sheila E swam faster. She could do this. She'd swum in faster rivers as a child, she told herself. You can do it, she chanted, focusing her mind, keeping her stroke tight, swimming as fast as she could.",

"Finally she caught him. She grabbed his collar and dragged him onto some nearby rocks. His heart was beating, but he wasn't breathing. She tried CPR. Pinched his nose, put her lips to his, and blew. On the fourth try he coughed, spit up water, and started breathing again.",

"His eyes opened. \"Unnh...we made it?\" He looked around. \"Murolo and the pilot?\" She shook her head. Fugo grit his teeth and groaned. He shook his head twice, three times, and forced his emotions aside.",

"\"What now?\" Sheila E said. \"Call for help? Wait for it to get here?\" Fugo shook his head. \"No time. If they hit us like this, then...\" \"You mean...Murolo said they were in Ortygia. If they're there for a reason, if they had some reason to keep us out...\"",

"Fugo nodded. \"Exactly. If they knew we were going to get there first, then all they had to do was go somewhere else.\"",

"\"Kocaqi was from Sicily. He hid something in Ortygia, or knew of something hidden there...something our enemies are desperate to get their hands on.\" Light was fading from the sky above. It was almost night.",

"\"Alright! Helicopter down!\" Vittorio pumped his fist in the air. \"They're not all dead,\" Volpe said. \"The splash was wrong. Too scattered. The door opened before it crashed. Somebody jumped.\"",

"Angelica nodded. \"Night Bird Flying is long range, and does what it wants, so I don't know exactly what happened, but I only felt one or two of them die. At least one of them definitely survived.\" \"Let's assume two – Fugo and Sheila E.\"",

"\"But it slowed them down. That's enough. I'll finish the rest,\" Vittorio said, slapping his hands together. \"Wait!\" Volpe snapped. \"Vittorio, you need to head to the site. Now.\" \"Eh? Why?\"",

"\"We may have slowed them down, but Passione knows we're looking for something now. One of us has to get our hands on the mask before they find it. Of the three of us, you work best alone, have the strongest defense. We'll wait here and ambush them.\"",

"\"Let me do that, while the two of you..\" \"No, Vittorio. I can't move that fast\" Angelica said. Vittorio grimaced. She was too weak to run. To fight. He knew that. And Volpe couldn't leave her side – he had to watch her closely in case her condition worsened. It had to be Vittorio",

"\"Don't worry, Vittorio,\" she said, placing her hands on his cheeks. She pulled his face closer, and kissed him all over. \"We'll pin our hopes on you. You're strong. You can do it. I know you can.\" She sounded like a mother talking to a crybaby child. Vittorio nodded.",

"\"Yeah. If I move fast enough, you won't be in any danger. But Volpe, you guys keep pulling back as you wait.\" \"So we can meet up as quickly as possible once you find it? I know.\" \"Right! Let's do this!\" He ran off.",

"They found a parking lot near the coast, stole a car, and headed towards the island of Ortygia. Sheila E drove. Fugo had a sharp pain in his side. He'd cracked a few ribs on impact.",

"\"What could they be looking for? Information? Or a physical thing?\" Fugo tried to think, but knew full well he had no answer.",

"If this was like the turtle Diavolo had given Buccellati, a way to completely hide themselves from pursuit...they were done for. They'd never catch them. Without Murolo's cards, they'd have no leads at all.",

"Anything but that...I'll have proven myself useless. They won't give me another chance. Mista will kill me. Passione must have other assassins to send after these guys. This was his last chance. Failure was not an option.",

"That was the real reason he'd refused to call for help. He'd said something that sounded convincing, but the truth was, he was just scared.",

"Any backup they send will come with orders to kill me. This is not a world where the incompetent survive. No exceptions. Sheila E would be fine. She had no previous failures. She hadn't betrayed anyone, hadn't fled in the face of danger.",

"Mista trusted her. She'd get credit for tracking Volpe this far. That would be enough to save her, and if she played her cards right, she might even get promoted. All blame would be cast on Fugo, all credit would go to her.",

"Damn it. I've GOT to stop them. But what if I can't? There was no point thinking about it, but he did anyway. Could he run for it? He'd run from Diavolo, knowing he didn't stand a chance. But Giorno Giovanna had defeated Diavolo. Could he get away from him?",

"I killed Kocaqi. I can't switch sides and join Volpe's team now...no, no, no, no, no, no, no, no! Why am I even considering that!? This is stupid. This is the same thing I did last time. Thinking too much...that's why I couldn't get on the boat!",

"The thought surprised him. He couldn't get on the boat. Not 'didn't', but 'couldn't.' Was it true? Had he actually wanted to get on the boat? Had he wanted to go with the others? Deep down? But if that's true...",

"That didn't sound like him at all. Buccellati had scouted him, counted on him to stay calm, pick the logical option, minimize loses. No, wait...wait... The wheels were spinning now. Why hadn't he been able to get on the boat?",

"Because nobody had expected him to. Who hadn't expected him to? Buccellati. But Buccellati had told them to get on the boat... No. No, he didn't say that.",

"\"I won't order you to come with me. I won't even wish for it.\" Those were his words. That's why Narancia had begged him to order him on board. So I...took him at his word? Since it wasn't an order, I...",

"Without direct orders, he was expected to chose the course with less peril. Take no unnecessary action until the next opportunity was made clear. Was that why he'd been frozen to the spot?",

"He'd felt like he'd made up his own mind, but had he really been robotically conforming to the common sense drilled into his head since he was born? I... Fugo found himself clutching his shoulders, shaking like a leaf. He felt pale, and his teeth were chattering.",

"Sheila E glanced over at him. \"You scared?\" Fugo looked up, surprised. \"Hunh?\" \"You scared of Volpe?\" \"No, I...um...\" \"Truth be told, I'm not that scared of them,\" she said, bluntly. Fugo had not been expecting this. She didn't sound confident...she sounded like she didn't care.",

"\"I'm scared of what happens after,\" she added. \"After?\" Fugo asked, staring at his hands. She didn't answer. Instead, she asked, \"It was you, wasn't it?\" \"Hunh?\" \"You killed him, right? The one who killed my sister. Illuso. With your Purple Haze.\" \"…............\"",

"\"When I saw Kocaqi die, I knew. It was just like Giorno said. It is the worst way to die I can imagine. The most painful, horrible death. His flesh rotting and melting.",

"He'd died the moment his neck broke, but the few seconds of consciousness he had left must have been painful enough to make him regret ever being born.\" \"…..............\"",

"\"I know you weren't trying to punish Illuso. But you did. I owe you and Giorno more than my life is worth. I know that. But...\" A pained expression crossed her face.",

"\"It scared me. Watching you fight Kocaqi...all I could do was stand there and look. It really drove home my own limits. Truth is...\" Sheila E sighed. \"I thought he was right. I agreed with the things he was saying. And I knew I could never defeat him.\" \"That was his stand.\"",

"\"No. It wasn't. His stand only worked on me because that thought crossed my mind. I can't fight someone if I think they're more 'right' than me. That's my limit.",

"But there's so many things in this world that can't be separated into right and wrong. If I was ever in a place where I had to decide to betray someone or not to betray them...I don't think I could keep following.\" Fugo eyes went wide. \"What? What did you say?\" She ignored him.",

"\"That point is going to come. I've sworn to live my life for Giorno. I know he's more 'right' than God. But at some point I'm going to have to face him. And I won't be able to do that. I won't be able to cross that line. All I'll be able to do is run away from it.\"",

"She looked ready to cry. \"Sheila E...you're...\" Fugo said, but before he could say more... The car in front of them turned suddenly. It didn't even try to brake. Just flew straight off the edge of the cliff into the sea.",

"It was clearly not an accident. And it wasn't alone – car after car went flying into the sea, or crashing into a wall. The car Sheila E was driving lurched suddenly. A car had rammed them from behind, then turned into a wall and exploded.",

"More cars were after them; car after car hit them. Cars in front did U-turns and came head on, scraping the side of their car as Sheila E desperately swerved. Their car grew more and more battered as they weathered the storm of freakish collisions.",

"It was like every driver in the area had lost their mind – no, not 'like' – they had lost their minds. \"This is her doing!\" This had to be Angelica Attanasio's Night Bird Flying. Had it found them? No, the effect was covering too large an area, too indiscrite.",

"It wasn't focused on them at all. She's ready to take the whole town out with us! She doesn't care if hundreds of people die as long as it slows us down! The sheer depth of the darkness in his enemy's mind terrified Fugo.",

"\"The enemy's power must be affecting us, too,\" Sheila E said. \"We were both injured in the helicopter crash – the endorphins flooding our brains are either slowing the effect down or countering it for the time being, but either way...it's only a matter of time.\"",

"Fugo prodded the pain in his side. It hurt, but the pain was comforting. \"If we stop feeling the pain, then we're really in trouble,\" he said.",

"\"So...what do we do? The closer we get to Ortygia, the less sane people we'll find. They'll be able to pick us out easily...but I guess we don't have a choice. We have to act quickly, make a frontal assault.\" Sheila E slammed on the brakes.",

"The car stopped so hard Fugo nearly banged his head on the dash. His door opened. Voodoo Child stood outside, holding the door open. It grabbed Fugo by the collar and yanked him out onto the road. He scrambled to his feet. The door slammed shut. \"W-wait! Sheila E?\"",

"\"I can't do this. The rest is up to you. Do what you can for Giorno, even if it isn't 'right.'\" She floored it, and the car roared away. Towards Ortygia. \"N-no! Sheila E...you're gonna try a suiсide run?\"",

"Syracuse. Founded by the Greeks, conquered by the Romans. Cicero once described it thusly: \"There is truth to the saying that Syracuse is the largest and most beautiful of the Greek cities.",

"It sits upon a natural fort, commanding a grand view of approaching enemies from land or sea, with no less than two ports. The heart of the city is an island, cut off from the Sicilian mainland save for the bridges connecting it.\"",

"At its peak, the population was over a million, but modern Syracuse has become a quiet town with just over a hundred thousand citizens. The island of Ortygia is as beautiful as ever.",

"Vittorio Cataldi was running through these streets. If I take the Via della Maestranza and go past the park a few blocks, I should see the Duomo to the south. He was moving quickly. Nobody got in his way, nothing slowed him down. Everyone in town was infected.",

"Small, with a circumference just over 4km, it houses a number of historical landmarks, both Roman and Baroque, which stand alongside modern hotels. As night falls, the red sky and the street lamps light up the town like no other place on earth.",

"They were staggering down the streets, no light in their eyes, drool running down their chins. Rich men, poor men, cops, robbers, men, women, children and old timers alike, their minds were too far gone to care when Vittorio shoved them aside. They never even noticed him.",

"They saw nothing, felt nothing, trapped in an illusion created by their own minds, unable to perceive the world around them. It was like the town was overrun with zombies, and Vittorio was slipping through the horde. Well done, Angelica. Got them good. Now it's up to me.",

"As he turned off the coastal road onto the Via della Maestranza, the surf behind him carried something in. It was a Borsalino hat, soaking wet after hours drifting on the currents, but so well-made it still held its shape.",

"Like something James Cagney or Humphrey Bogart would wear in a 30s gangster film – not the kind of hat an ordinary man would wear. The next wave tried to drag the hat back out to sea...but a hand reached down and picked it up.",

"With practiced ease, the man placed the hat on his head, not caring in the least how wet it was. Then he turned and headed down the road Vittorio had taken. His wet socks squelching softly in the night.",

"\"...looks like it's my turn.\" Crouching in the darkness, Massimo Volpe sensed his enemies approaching. He rose to meet them. Behind him, Angelica was staring vacantly at the sky, her eyes unfocused. Her stand was active, but her mind did not seem to be engaged with it at all.",

"Volpe checked her pulse. \"You'll be all right. You stay here while I'm gone, Angelica.\" She showed no signs that she had heard, but Volpe didn't try again. He turned and left the room.",

"From time to time the sound of an explosion or the crunch of metal echoed in the distance, but her expression never changed. At last a little bird came flying back to her, chirping. It landed on her finger, and she raised its tiny beak to her ear.",

"It spoke to her with a nose like a tiny bell ringing. A flush came over her pale face. A dark fire sparked in her eyes. \"...you'll pay for this, Fugo. You will pay!\"",

"Muttering, she tried to stand, but staggered, her legs not supporting her. She was forced to lean against the wall for support, half-crawling out of the darkness, out of the room.",

"Sheila E was driving. Hers was the only car still moving. If you had to get to Ortygia in a hurry, there was only one way. Down the Corso Umberto I to the Via Malta, and over the stone bridge. At the end of the bridge stood a man, blocking her path. Massimo Volpe.",

"Her razor-sharp gaze shot through him. Their eyes met. He showed no signs of hesitation. Neither did she. Both had their lives on the line. She let out a long roar, and floored it, aiming the car right at him.",

"Volpe's stand is for making drugs. The stand itself isn't strong. My best shot is to run him over! Sheila E shot forward, making a bee-line towards her kill. Volpe made no effort to dodge. A smile spread across his lips. His stand appeared in front of him.",

"Manic Depression was scrawny and short, like the mummy of a malnourished infant, its bony frame wrapped in bandages. The two holes in the front of its skull-like face were all that passed for eyes. It did not look physically powerful.",

"But the man behind the sickly stand looked overwhelmingly confident. Coming straight at me, you fool? You'll soon learn. Kocaqi had said Volpe's stand gave him the power to rule the world. Let me show you why. My stand has the power to make me more than human!",

"Manic Depression let out a high-pitched squeal, and flung its arms around Volpe. Countless needled jabbed out from all over its body. Hypodermic needles. Their tips pierced Volpe's flesh wherever their bodies met. There was a squelching sound. The sound of something tearing.",

"The sound of a body being freed from physical limits. Volpe's mouth opened, but the breath that emerged sounded inhuman. He took a step forward as the car reached him. But the bumper stopped short of his torso.",

"Before it hit him, his arms had moved too fast for the human eye to follow. He'd slammed his fists down on the hood, and the car had flipped into the air. With his bare hands. With his own body. He'd bounced a one ton car off the ground like an over-filled tennis ball.",

"The car danced through the air, spinning. Only when it touched the ground did it remember how much it weighed. There was a crunch the shook the ground. The blow that destroyed the car was so strong it didn't even explode. It just crumpled, turning from a car into a lump of metal.",

"Volpe moved towards it, wrapped in Manic Depression's embrace. He tore the roof off the car with all the effort normally expended yanking a sheet off a bed. Inside was Sheila E, covered in blood.",

"\"There is one problem with this power,\" Volpe said. \"I can't use it for long. But Vittorio has gone to acquire the means to overcome that flaw. A treasure that grants humans eternity. Do you know what that means?\" \"…..............\" \"It means your last hope just crumbled.\"",

"The Syracuse cathedral – the Duomo – boasts one of the most imposing exteriors on Ortygia, an island with no shortage thereof.",

"After the tyrant Gelon conquered Syracuse in the fifth century, he rebuilt the ancient Temple to Athena with a thenmodern Doric edifice; the walls of the current building include the Dorian columns prominently.",

"Remodeled several times, the interior and exterior seem to belong to two very different buildings. The interior design is plain, with a modern drabness that belies its post-Renaissance construction. The humidity of the outside air fades to a stagnant chill as one steps inside.",

"Breathing heavily, Vittorio ran through the Duomo. His eyes were fixed on the deepest part of the cathedral, where the relics of Saint Lucia were venerated. It was not this shrine he soughed, but the blocks in the wall next to it. \"7, 3, 4...\"",

"He counted the stones in the sequence their source suggested. This brought him to a block that appeared to be no different than any around it. He used Dolly Dagger's blade to demolish the wall, and unearth the thing entombed within – a thing no larger than a human face.",

"It was heavy. The face carved into the stone bore no trademarks of ancient Greece or the Roman empire; it was clearly the work of the Aztecs. A stone mask. That's what the intel had called it. Nobody knew what it was really called.",

"The Nаzis had tried to find out, but never managed to pin it down. \"This is it!\" Vittorio said, feeling the weight in his hand. He swallowed hard.",

"He felt like the vacant eyes of the mask were staring back at him. \"But how does it work?\" He flipped it over. There were words carved into the back of it, but he couldn't read Aztecan. With the stone mask safely located, it was time to rejoin Volpe.",

"He turned to go... ...and heard someone clapping. What the...? Everybody on the island had been driven out of their minds. But this clapping didn't seem like a symptom of that madness. Then Vittorio panicked. The mask had vanished right out of his hand.",

"It was on the floor – but he hadn't heard it fall. He bent over to pick it up, but it scrambled away from him, scuttling across the floor like a living thing. It moved like a cockroach. Too fast, and it rustled. He went after it. It was moving out into the main hall of the Duomo.",

"There was a man standing there. Clapping. The mask moved over to his feet, and stopped. He was something of a dandy, with a Borsalino hat – it was Cannolo Murolo.",

"Before Vittorio had a chance to be surprised that Murolo was still alive, Murolo picked the mask up with one hand while biting the index finger of his other hand hard enough to break the skin. Then he held his bleeding finger over the mask.",

"Blood dripped onto it. The grooves on the mask channeled the blood. And the mask reacted. Dozens of curved spikes shot out of the rim. If someone had been wearing it, their boney tips would have broken through the skull, impaling the brain.",

"This mechanism served to 'push' the brain, 'awakening' its true potential. Observing it in action, Murolo nodded to himself. \"It's real,\" he muttered, then whipped a gun out of his jacket, put the barrel to the mask, and pulled the trigger.",

"He'd moved so fast, so smoothly that Vittorio didn't even realize what was happening until it the mask had been shattered into a thousand pieces. The gunshot echoed through the cathedral hall. \"F-fuck!\" Vittorio wailed. \"No...no, you didn't just do that!\"",

"Murolo gave him a cold glare. \"Eternity, was it? You know what Giorno told me? He said, 'Nothing in this world is eternal, or absolute. Anything that appears to be is merely an illusion.'\"",

"As he spoke, his voice grew stronger. \"Destroying this mask was my true purpose. That's why we intentionally allowed you to flee this far. We needed you to lead us to the hiding place.\" \"Wh-whaaat!?\"",

"\"Giorno himself can't come anywhere near the mask – given the history involved, doing so would be waving a red flag at Kujo Jotaro and the Speedwagon Foundation. So I came here in his stead, serving as his hands and eyes.\"",

"He fixed Vittorio with a steady gaze. \"Well done. You've done your part.\" \"Eat shit and dieeeeeeee!\" Vittorio shrieked, raising his dagger. Murolo's face clearly reflected in the blade. \"My Dolly Dagger will end you!\"",

"Vittorio slit his own throat. Blood gushed out, but seventy percent of the damage would transfer to whoever the blade reflected. He would be left with only a small scratch.",

"He would soak thirty percent of the damage...in return for which his stand would guarantee the wound landed on his opponent. This was what made Dolly Dagger so powerful. There were no exceptions. Nothing could shield you from the stand's effect.",

"Whatever injuries Vittorio suffered were suffered in kind by his target. His stand could cut through diamond like it was rubber. Murolo's throat was as good as slit. Or should have been.",

"But a second passed, then another – and still Murolo stood there calmly, his throat not bleeding. \"Eh?\" Vittorio said, growing concerned. Something came fluttering down from above. A thin scrap of paper – a playing card. The Jack of Clubs.",

"It fell to the floor. There was a cut across it that went almost all the way through the card. The prince drawn on the card had had his throat slit. \"What the...?\" Vittorio looked up...and gasped. The high ceiling of the Duomo was covered in them.",

"A pack of playing cards, each with little arms and legs, clinging to the walls and stained glass windows. \"What...are they?\" \"The Watchtower Troupe – is merely a stage name. A cover. They're assassins in disguise. Fifty-three cards, one stand – my All Along the Watchtower.\"",

"\"Uhh...\" These cards had snatched the mask out of his hand. They were so small and thin they could slip in anywhere unnoticed, disguise themselves, and investigate anything. The perfect skill for a spy.",

"\"According to researchers at the Speedwagon Foundation, when a stand manifests as a group like this, it's a sign the owner has a hollow pit inside. Risotto's Metallica was the same type, as were two stands in as small town in Japan named Morioh-cho called Bad Company and Harvest.",

"Each of their owners had something fundamental missing in their mental makeup. They'd do anything to achieve their goals, betray friends over simple greed – that sort of thing. I'm the same,\" Murolo said.",

"\"I don't trust myself. That's why my stand is divided. I don't think there's a single thing in life or this world that's remotely permanent.\" At his feet, a single card was dancing. It was the Joker.",

"\"La la, la la la, le la la, le la le la...\" It was singing Vitti 'na Crozza. This was the sickness spread by Night Bird Flying. \"Th-that means...\" Vittorio looked around the pack, then at Murolo. \"Exactly,\" Murolo nodded.",

"\"Your stand, and Angelica Attanasio's – it's not that they don't affect me. But that effect is divided by fifty-three. When a stand attacks me, it has to go through each card, one by one, and only a little bit ever reaches me. You understand what this means?\" \"Oh god...\"",

"\"Each attack you make, thirty percent of it affects you. But only 1/53rd of it reaches me. There's no comparison. 30% versus 1.3% – that's a difference you'll never overcome. I'm your natural predator. No matter how you fall, you can't beat me.\" \"Aaaaaaugh!\"",

"\"So, Vittorio Cataldi. Do you know why I'm explaining all this to you so patiently?\" \"Uggghhh...\" \"Because I know how you feel. You're just like me. You have a void in your heart. You were born and raised at the bottom of society, treated like garbage, given no hope.",

"You thought nothing of stealing or murder. You've never felt the pangs of conscience. It sounds good to say you have no fears, but what that really means is you've never had anything you valued enough to care about losing.",

"You spent you life lashing out at anything that angered or irritated you. That's how I lead my life, too. Until I met him.\" \"Guh...\" \"I thought I was invincible. I was sure I could kill anyone I wanted. When I pit Risotto and Diavolo against each other, I took no pleasure in it.",

"It was just business, all to my benefit. It was a waste to fray my nerves for either of them. I never allowed myself to feel stress for anyone, my entire life. But then...\"",

"Murolo stared into the distance, as if gazing into the horizon. \"For the first time, I genuinely thought, 'Here is a man I don't want to disappoint.' The first time I met him, you know what he said to me?\"",

"'You haven't betrayed anyone. Nobody ever let you. You don't trust anyone, so nobody ever trusted you. Your invincibility is useless. You may be strong, but there is no future in which you find yourself a purpose. Useless. Useless.'",

"\"I was mortified. He'd seen right through my shallowness, and left me deeply embarrassed. I'd never felt like that before. Never known shame. That was the first 'heat' that ever entered my life. Until that emotion hit me, I'd merely been biding time in a life without meaning.\"",

"\"…...................\" \"I never trusted anyone, good or bad. I never felt guilty for betraying them. I never distinguished between right and wrong. I never understood the difference between God and the Devil.",

"But as long as I feel ashamed, I will never do anything to disappoint him. No matter who else spits on me. But what about you?\" \"…...................\" \"Volpe's done for. He's too dangerous. There's no grounds for negotiation.",

"Angelica's already too far gone. She won't live much longer. But you?\" Murolo gave Vittorio a long, hard stare. He nodded. \"You're different, Vittorio Cataldi. You, we have reason to spare.\" \"…...............\"",

"\"Let's be friends, Vittorio. You're strong. You can make yourself useful to him. I don't trust you, and I doubt the two of us will ever trust each other, but that doesn't matter. No more than our current conflict does.",

"You have the power to make a future, to work for a purpose. Will you use your talent to make his dream a reality?\" He spoke in measured tones, nothing like his usual manner of speech. Like he was repeating verbatim something someone else had said to him.",

"This quiet, measured tone was now spreading out across the world, person to person. \"….............\" Vittorio's face twitched. Like the muscles in his face were fighting each other, each trying to express the emotions inside him in their own way.",

"At last he made up his mind, raised his head, and screamed. \"Aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaahhhhhhh hhhhhhhhhhhhhhhhhhhhhhh!\" As he screamed, he raised his dagger, aimed the blade at himself, and stabbed.",

"In the throat, in the chest, in the gun, in the face, in the arm, in the leg, in the eye, in the nose, in the lips, in the ear, in the navel, slicing every inch of his body. A shower of cards fell from the ceiling. Each cut he made killed another card.",

"If he could only damage one out of fifty-three then he would cut until each of of them was damaged. Vittorio never hesitated. Murolo watched him without expression. At length, a trickle of blood ran down the side of his mouth. The damage had reached him. Vittorio's face lit up.",

"I did it, Angelica! Massimo, Kocaqi, I did it! I won! Victory is mine! he thought. His hands stopped. His arms dropped, his head rolled, and his knees crumpled. As one. Blood oozed out from every inch of his frail, battered frame, the injuries robbing him of the strength to stand",

"The dagger fell from his hand. The illusion his stand cast on it faded, leaving only the rusty old dagger behind. As it touched the floor it shattered. His body fell upon the shards, and did not move again. He was already dead.",

"His face had been cut so many times it was no longer possible to recognize him. Murolo pulled a handkerchief from his pocket, and wiped the single drop of blood from his lips.",

"The handkerchief was soaked with sea water, and did not wipe well, but there was so little blood it was easily diluted. He took off his hat, placed it on his chest, and bowed to the corpse.",

"Then he turned his gaze to the entrance, and whispered, \"I wonder how Fugo and Sheila E are doing?\"",

"All Along the Watch Tower {img https://pbs.twimg.com/media/FwpW98NWYAEwsvW?format=png&name=900x900}",

"Pannacotta Fugo {img https://pbs.twimg.com/media/FwpXR9GX0AAzzKB?format=png&name=medium}",

"That evening, the sky over the Mediterranean was dark. The stars glittered apologetically, but the bright orb of the moon was nowhere to be found. In the darkness of a new moon, lovers cannot see each other's faces, and all things are hidden, never to be revealed.",

"Truth and falsehood are equally mysterious, abandoned to the dark. This deadly fight is almost at an end. But just as this battle is built on the battles that preceded it, it too will lead into battles to come.",

"The world is ever changing, and in time, a need will arise for further fighting. Today's victor will be defeated tomorrow; who once was superior is soon left behind, all lost to the churn of history.",

"What those people thought, resolved, or sacrificed nobody knows – these things are simply added to the pile of eternal mysteries.",

"Like the mask buried in the ruins of a civilization lost and forgotten, perhaps a day will come when the meaning of it all will be questioned. Until that time these secret lay quietly, waiting...",

"When Massimo Volpe was born, his family's fortunes had long since collapsed. The majority of his extended family had sold their titles to bourgeois merchants for a hefty sum, leaving him with innumerable aunts and uncles of no actual blood relation.",

"He grew up watching his father making a show of deference to these relatives in public while contemptuously dismissing them as new money in private. His elder brother should have inherited everything, but abruptly left to become a chef...leaving Massimo the next in line.",

"Antonio was a great chef, but their father, trapped by antiquated ideals of class, could not bear to see a nobleman engaged in a base trade like that. When he could not be dissuaded, he was disowned.",

"\"Sorry, Massimo,\" Antonio said, looking very sad. He had come to say his good-byes. \"I've dumped all this on your shoulders. Forgive father. He just can't accept that times have changed. This won't be easy for you, but do what you can.\" \"What are you going to do?\"",

"\"Train. For a while, at least. There's no future for a former aristocrat in Italy; the chefs here would never truly accept me. I'll have to travel the world. Someday I'll find a country where I can start a little place of my own, cook food I can be proud of.",

"I'd have to use our mother's maiden name, of course – couldn't have that stain on the Volpe name. I'll call myself Trussardi.\" \"Who cares what you call yourself?\" \"Father will.\" \"You hate him. Enough to leave. Why bother worrying what he'll think?\"",

"\"This matters to you, too, you know,\" Antonio said, looking concerned. \"You're the one who has to bear the Volpe name, and the burdens that come with it.\" \"I'd say what happens happens,\" Massimo said, a thin smile crossing his lips. \"But nothing will. You know that.\"",

"\"Massimo...don't you...\" His brother looked disturbed, like Massimo unsettled him. \"Don't you have a dream of your own?\" \"A...dream?\" He sneered back. \"Like being happy? Is your cooking going to make everybody happy, Tonio?\"",

"He had never once called his brother by that nickname. It rattled Antonio, but in the end, he shook it off. \"This may sound rich, coming from me, but you really need to look after yourself first, sometimes. Wish I could think of a better way to put that, but...\"",

"\"I get it.\" \"No, you don't. You don't, and Dad doesn't. He at least laments the state of the world...you simply ignore it.\" That was the last thing his brother said, the last time he saw him.",

"A few years later his family's mounting debts had swollen past the breaking point, and he'd sold himself and his title to Passione. His father aged years overnight, and was now a full-fledged junkie. Addicted to the drugs his son made.",

"He sometimes wondered if the power Passione had awakened with in him had granted his brother a similar power on the other side of the world. That sort of thing often happened with relatives. Knowing him, his power would be like mine, but have more of a 'dream.'",

"It would almost certainly stimulate the functions of a living organism, but more in a 'make healthy food' way. There's irony for you. One brother creates more drug addicts, the other makes more healthy people. Not that it really matters.",

"Massimo Volpe's personality began and ended with listless apathy, but there was one time in his life when he found himself resenting his own lack of passion. This was in college, when he saw a much younger fellow student by the name of Pannacotta Fugo.",

"He took an instant dislike to him. Where Massimo barely ever showed himself in class, Fugo at least pretended to be a model student, never misbehaving...but Volpe knew better. He knew Fugo gave as little shits about his surroundings as he did.",

"He was not the least bit surprised when Fugo self-destructed and got himself expelled. He had known it would happen, and it had. But that unpleasant feeling remained.",

"He had a sinking feeling that horrible kid would appear before him, and he would regret it. That prophetic notion lingered. And now it was about to come true.",

"\"Fugo isn't here. Where is he?\" Volpe asked. He'd torn the roof off the car, and was looking down at it. Sheila E lay inside, convulsions shaking her body. \"Unh...\" She didn't answer, or couldn't; Volpe wasn't sure which. The impact had injured her severely.",

"\"Did I go too far? Serves you right for trying to run me down. I suppose you'll still make for a decent hostage.\" He grabbed her roughly, and yanked her out of the remains of the car. She hung limp, like a kitten held aloft by the scruff of its neck. \"Urgh...Voodoo Child!\"",

"Sheila E summoned all her strength, and produced her stand. Voodoo Child swung its fists, but each blow was smoothly deflected by Volpe's bare hands. His flesh so strengthened by Manic Depression her stand's power and speed were no match for him.",

"Volpe blocked a punch with more force, breaking Voodoo Child's arm. Sheila E's arm twisted in kind, the bone snapping. Before she could try to kick, both legs were broken too. \"One more!\" Volpe slammed his head into hers, splitting the skin on her forehead. \"Aaugh!\"",

"The blood got in her eyes, blinding her. Her neck rolled backwards, and she did not lift it again. She was unable to move at all – he'd used less than 20% of his full strength, and completely incapacitated her.",

"\"Okay,\" Volpe said, turning around, still dangling Sheila E in one hand. \"Looks like things are taken care of, here. Angelica, you can come out now. Check to see if anyone's coming, please.\" There was no response. Angelica did not show herself. \"Angelica?\"",

"Volpe felt a sinking sensation in his chest. He tossed Sheila E's unmoving body to one side, and peered into the room where Angelica had been hiding. It was empty. \"Angelica...did you go after Fugo alone? Trying to avenge Kocaqi?\"",

"\"Wha!?\" Fugo stopped in his tracks. He had been running after Sheila E, towards Ortygia, when he spied some people stumbling towards him. A whole mob of them, churning forwards. Aimed at him.",

"The color of their eyes had changed...or more accurately, their eyes no longer had color. Blank eyes in expressionless faces pointed at nothing in particular, their bodies propelled forward through no will of their own.",

"Running forward without looking where they were going, tripping over their own feet and sprawling on the ground, only to be trampled by the people behind them. Relentless. Like they were charging out of hell, but without the screams you would expect to hear.",

"These people sensed none of this. There was nothing left of their minds but the bloodlust they'd been infected with. Fugo shuddered. This was what the drug Manic Depression created lead to. Night Bird Flying was just carrying the effects to everyone.",

"It made all thoughts, personality, and states of mind meaningless, leaving behind a a vacant horde responding instinctively to any stimuli.",

"Giorno Giovanna was right to decide he was too dangerous. With him, all paths lead to blackness in the depths of a bottomless crevasse carved in the side of a glacier! The horde lunged at him. \"Shit!\"",

"Fugo desperately shoved past them. He couldn't attack blindly. If he used his deadly virus, he could easily take out the entire crowd...and that was bad. I only have six virus capsules...if I use them here, I'll never take Volpe down.",

"He put his head down and forced his way forward. He couldn't afford to retreat. The moment he turned his back the horde would be on him like zombies. He had to get through them. Their nails cut into him.",

"One bald middle-aged man scraped his cheek. Fugo kicked him aside, then felt something dripping on his thigh. Blood. Not from the man he'd kicked, either – it was his own blood. The cut on his cheek was deeper than he'd thought. But...it doesn't hurt!",

"That meant Night Bird Flying was starting to take control. The stand's power was growing. Which meant... She must be close by. As the thought crossed his mind, someone hit him from the side. They didn't try to grab him, just hit and pulled away.",

"Fugo turned his head to look, and found the world slipping sideways. He'd lost his balance, his legs crumpling out from under him. His side was bothering him. He looked down. A knife was jammed deep into his side.",

"He tried to stand, but the knife had cut through muscle and tendon, and he couldn't move. The little shadow that had stabbed him was getting away. \"Unh...Purple Haze!\" Fugo yelled, forcing his stand into the open.",

"He couldn't let her get away. If he didn't finish her here and now, she'd only create more victims, killing off not just Ortygia, but all of Sicily. Now that he'd stopped, the horde began piling up, grabbed hold of him, scratching him, biting him.",

"He let them. He kept still. The horde all focused on him, trying to reach him. But the girl who'd stabbed him was moving the other way, certain she'd won. Making her easy to track. \"Grrrrrrraaaaaaaaaaaaauugghhh!\" Purple Haze's snarl ripped through the night.",

"Fugo couldn't see, couldn't tell if his attack had hit home. All he could do was lie there under the pile of mindless people, waiting. At last he felt a horrible pain tearing at his side. It hit him so hard he couldn't help but scream.",

"But this pain, the sensation of having his insides torn open, like boiling lead being poured into his belly...it meant only one thing. The drug is wearing off! The influence of the enemy's stand had vanished. The crowd around him fell to the ground, one after another.",

"He couldn't be sure they would ever be sane again. \"Unh...augh...\" With the knife still deep in his side, Fugo staggered to his feet. He couldn't risk pulling it out.",

"If he did, blood would gush out, and he'd bleed to death. He had to move forward. He had to find Massimo Volpe...and finish this.",

"\"Angelica!?\" Volpe cried out. Around him the mob was collapsing. Something must have happened to her. Worried, he turned towards the bridge to the Sicilian mainland. The streetlights on the bridge were flickering on and off, the power grid damaged in the chaos.",

"One light flicked on just long enough to provide a glimpse of a pale figure, a shadow barely distinguishable from the darkness. Only Angelica Attanasio was that pale. \"I'm right here, Massimo\" she whispered. He saw her take a step towards him, then stagger against the streetlight",

"She stared at him, wide eyed. \"Angelica! You're safe? Thank...\" He took a step towards her. \"There!\" she said, pointing at him. \"You look so much better like that.\" \"Hunh?\" \"When you smile like that...you're really cute. Very, very cute.\" She smiled at him.",

"And then fell to the ground, like her strings had been cut. Her body destroyed by Purple Haze's killer virus, the life poured out of her like a balloon popped with a needle.",

"Sheila E gulped. She'd thought she was listening to the sound of an explosion, a gas leak underground igniting...but no. This sound came from a human throat. It was the sound of Volpe's scream.",

"He roared like a fire that scorched the air around him. He howled like a blizzard, freezing everything in sight. \"..............aaaaaaaaaaaaaahhhh!\" Like the trumpets heralding the arrival of judges descending from heaven on earth's last day, the sound echoed from all directions.",

"And then it stopped. Silence. Volpe's body stood perfectly still, then lurched left, right, and turned slowly towards her. His head rolled forward, his eyes locked on Sheila E.",

"Those eyes so devoid of expression they had less warmth than glass beads in an old doll's face. These were eyes without mercy, without anything left in his heart. She blinked, and Volpe was looming over her.",

"His toes digging into her belly. He'd kicked her...but that hardly does it justice. It was more of a launch. He kicked her body into the air like his legs had jet engines attached. She spun through the air, then fell...and he was waiting below.",

"With one arm, he snatched Sheila E out of the air just before she hit the ground. Then he swung her around and threw her into the ground. They were in a clearing. An empty area, fenced off from the roads above it, with a cluster of palm trees to one side.",

"This was the oldest place on Ortygia, the ruins of an old stone temple. Once people had believed the ruins were dedicated to Artemis, but more recent theories held it was a shrine to the sun god. The Temple of Apollo. Everyone knew it by that name.",

"\"Unh...\" Sheila E desperately tried to force her body to move, to get up. A foot stomped down on her. \"Call him,\" a cold voice hissed. \"Hunh...?\" \"Call Fugo. Call him here. Scream, and beg him to come save you.\" \"Unhhhh...\"",

"\"Don't try and fight me. Manic Depression can control you completely. You no longer have free will.\" Volpe's fingertips pierced her throat. They'd cut her, but she did not bleed. Instead, her injuries around his fingers began to heal.",

"He twisted his fingers slowly, and she found herself calling out wordlessly, the sound shockingly loud. It carried like an opera singer. He turned his fingers like he was turning the volume knob, and her voice grew louder, like she was a machine he controlled.",

"She was screaming so loud it tore her voice box, and blood sprayed out her mouth. But those injuries, too, healed themselves. She screamed even louder.",

"She could feel her heart beating faster. Her body couldn't handle the strain. Blood was gathering in her throat and lungs, and she could no longer feel the pain from her broken limbs.",

"N-not good...I'm gonna pass out... The lack of blood left bright spots before her eyes, flitting about the sky like fireflies. Good-bye, Clara. I know you're watching me from heaven, but I'm headed straight to hell. I won't see you again...",

"Before she could think any more, the scream ended, like someone had pressed the Stop button. Volpe's hand was gone. He was no longer looking at Sheila E. He'd lost all interest in her. His eyes were focused elsewhere. Focusing all his hatred.",

"A figure stood at the entrance to the Temple of Apollo. The figure's legs were shaking. There was a knife sticking out of his side, and he could barely stand. He must have forced himself to come here despite his injury.",

"\"Volpe...it's me you're after,\" Pannacotta Fugo said, calmly. As if speaking to a classmate he hadn't seen for years. Sheila E was looking at him, surprised. Like she couldn't understand why he was here. Next to her, Volpe stood up, and lunged towards him, out for revenge.",

"He saw all this, his eyes took it all in, but Fugo's mind was on something else entirely. I get it now. It all suddenly made sense. The thing that had been bothering him all this time was suddenly crystal clear. This is why. Right, Narancia?",

"He had never understood why Narancia had said what he said, done what he'd done. Why had he betrayed Passione for a girl he didn't even like? Barely even knew? What had led him to claim with such certainty that she was him, that her wounds were his? Fugo had never understood.",

"But I do now. He looked at the enemy lunging towards him, and at Sheila E where she lay. He stood on legs that should never have supported him, saw with eyes that couldn't focus.",

"\"I can't do this,\" she said. I've said the same myself, before. He knew what that felt like. Impatience and frustration and an empty sadness gnawing away at his body. I know that feeling. I know how she's like me.",

"A faint smile played across his lips. It had a touch of selfdeprecation to it. All that time he'd spent contemptuous of Narancia's intelligence, while certain of his own, and here it took him six full months to understand what Narancia grasped in moments.",

"Sheila E...is me. Her anger is my anger! The enemy was closing in. Almost on him. No putting it off. Fugo's stand had a range of five meters. The moment the enemy entered that, one of them would die.",

"Fugo stood still, and let Volpe come to him. Seven meters. Six. And...five. Purple Haze jumped forward, his stand's insane rage unleashed on Fugo's foe.",

"Sheila E couldn't believe it. She'd been so sure she'd sacrificed herself to save him. So why is he here!? Did he think he could win? Sure, one touch from that virus and Volpe was dead, but if that same virus was released too close to him, Fugo would kill himself, too.",

"He had to infect Volpe while he was still far enough away that it wouldn't affect him. If he failed to land the blow in that narrow little range, Volpe's superspeed would demolish him. Even if he'd resolved to take Volpe down with him, if Volpe dodged the swing, he was done for.",

"The virus would destroy him while Volpe stood at a safe distance, laughing and watching as he died like a dog. What should I do? She saw Fugo produce Purple Haze. Volpe was in range.",

"If he blew this chance, he was done for...and in that instant, Sheila E saw something impossible fly by. Wh-what...!? Against the dark, moonless sky, she saw light from the ground reflecting off of it. \"Cheep cheep cheep.\" A little bird fluttering by. Night Bird Flying.",

"But the girl that was controlling it died! The virus got her! There's no way she survived! Has Volpe's Manic Depression somehow kept her alive? Even though her very bones had melted? Had he stopped the virus when she was 90% dead?",

"There's no way she'd be able to think. There's nothing left of her but the automatic stand, that little bird... Why would he do that? Only one reason she could think of.",

"Oh no...that bird isn't operating at full power, but with this distance so critical, the slightest error in judgment... Fugo and Volpe were on each other. Purple Haze leapt forward, and took a swing at the enemy... Or should have. But he'd jumped in the wrong direction.",

"His fist hit only empty air. Volpe closed the five meters between him and Fugo, and was right on top of him, crossing the final line. Then...just as she was certain Fugo was done for, she noticed something. ...hunh? Something strange. Something that made absolutely no sense.",

"Wh-what? His fist...Purple Haze's fist... The capsules filled with the killer virus, that should have been attached to his knuckles... ...the capsules are gone!",

"\"It's all over, Fugoooooooo!\" Volpe snarled, certain he'd done it. He was inches away. All he had to do was swing his hand, and he'd cut Fugo in half. He was so close he could see the whites of Fugo's eyes. Could see Fugo looking right at him. He blinked.",

"He'd never seen anyone look like that. These weren't the eyes of the bad-tempered, conceited, snotty little classmate. They weren't the eyes of the thug certain his role was to do whatever the mob ordered. These eyes showed resolve.",

"These were the eyes of a man who'd made his choice, and was willing to gamble everything on it. He heard something pop. From right in front of him. Even as his hand swung towards Fugo, something popped in Fugo's mouth. Oh, shit...",

"Even with his hyper-strengthened reflexes, he could not react in time. Blood sprayed out of Fugo's mouth, covering Volpe's body. Fugo had bit into a capsule. Volpe jumped back, but too late. There was nothing he could do to stop it. It was feral. It attacked explosively.",

"Volpe opened his mouth, but no words came out. Holes had opened in his lungs, and air was leaking out. He took a step, and his legs crumpled, his muscles fraying. He looked up, but he couldn't see a thing. His eyes were melting out of their sockets.",

"He tried to regret everything, but failed. His brain had been consumed. In an instant, Massimo Volpe's life ended. Like a dry leaf carried on the wind, he was gone.",

"Sheila E couldn't believe her eyes. Volpe's body melted, and evaporated. But Fugo was still there, collapsed on the ground. Even though he'd broken the capsule. He coughed violently, blood running down his chin. ...but he wasn't dead. \"H-how...!?\" Sheila E whispered.",

"\"Stands reflect the owner's personality,\" a voice said, right behind her. She looked up, and saw Murolo. \"When there's a shift in the psyche, the stand changes too.\" She wondered how he'd survived. When he saw her look, he shook his head.",

"\"Don't ask me to go help him just yet. Fugo's virus is almost certainly even stronger than before. When he bit the capsule, the viruses multiplying in his mouth attacked each other before they went after him. I don't want to go anywhere near something like that, do you?\"",

"He crouched down and looked her over. \"You're a tough cookie yourself. You've got a few broken bones, but no internal injuries. You'll live. Guess I see why Mista was so certain you could handle it.\"",

"Murolo seemed different from before. Confident. Was he...? But she was too exhausted to think. Sheila E closed her eyes, and let out a long breath.",

"...it was standing right beside him. Staring down at him. The most terrifying stand of all. The jagged body, those crazy blood-shot eyes, the twisted mouth, always gnashing teeth and snarling. Purple Haze. His own alter ego. A reflection of his own mind. Another Pannacotta Fugo.",

"It was staring at him. And for the first time, Fugo stared back. Had its eyes always looked like this? He felt the eyes had been more lonely, before. Or was that an emotion he'd forgotten somewhere along the way?",

"Like the bacteria that fill our world, existing without our help, rebuffing all attempts to get rid of them. Something you didn't want, but were, for some reason, certain you could never be free of. A shadow of conflicted emotion. It looked down at him, and he looked up at it.",

"When he could no longer believe anything, and had nowhere else to go, it would always be at his side. Neither of them said anything. A tiny bird flew past overhead. It flew up towards the moonless sky, and vanished, swallowed by the voice. Mission complete.",

"Purple Haze Distortion {img https://pbs.twimg.com/media/FxERm7SWwAIZObC?format=png&name=900x900}",

"The Soldier in Love {img https://pbs.twimg.com/media/FxER0M_XsAA4ULv?format=png&name=large}",

"Six months ago, a man known as Leaky-eyed Luka died, and orders came down for Buccellati to investigate. Luka was a member of Passione, and had, apparently, beaten himself to death with his own shovel.",

"His death had been ruled as accidental, brought on by the side effects of drug addiction, but just in case...an investigation. This seemed hardly a job worth Buccellati's time; he was on the verge of being made capo.",

"Fugo offered to take his place, but Buccellati took orders seriously, and decided to carry out the investigation personally. Fugo was to remember this in days to come; after all, the story had no ending.",

"Fugo heard nothing more on it; he was not even sure Buccellati had investigated anything. A few days later their capo, Polpo, had killed himself in his prison cell.",

"Buccellati was promoted to take his place, and they were given the job of guarding Trish – details like the Luka inquiry slipped by the wayside. But thinking back on it...",

"Buccellati had gone out to investigate, and come back talking about a boy he'd never mentioned before, saying that he might be one of them soon. Fugo and the others had not been able to hide their surprise.",

"\"What the hell? Who is this guy?\" Narancia demanded. Buccellati shrugged him off. \"Just someone I thought was worth trusting. If you've got a problem with that, join someone else's team.\" That got under everyone's skin.",

"\"Hey!\" Abbacchio snarled. \"That was uncalled for. We trust you. We don't know what to think about some kid we've never even met.\" Buccellati remained unmoved. \"If you trust me, then you should trust him.\" \"Then how about you let us check him out before he joins the team?\"",

"\"Not necessary.\" \"You're hell bent on this, then?\" Mista snorted, scowling. They all protested, but Buccellati was very clear. \"This is going to happen. You aren't changing my mind.\" They were forced to drop it. This behavior was very strange, very out of character for Buccellati",

"Thinking back, our fates were sealed that day. The moment Buccellati met him, he had already made his choice. Just as Fugo had made his when he first met Buccellati. Strange.",

"In a sense, Buccellati was late to the party. Everyone else on the team had changed their lives when they met him, but Buccellati himself had no such turning point...until he met that boy.",

"They had trusted him. Believed in him. Been certain he could do anything. And he had never known what that felt like. Never know what it was to admire someone, to entrust your dreams and your future to them.",

"A week had passed since the battle in Sicily. The sound of Fugo's cough echoed through the dimly lit restaurant. It was very early, well before the place opened, so there were no customers. The man who'd shown him to his seat had vanished, leaving him alone.",

"Sunlight streamed through the cracks in the curtains, but there were no other lights. There was a radio on; tuned to a program called Inside Classical Music, it was playing the sweet canzone of Ti Voglio Bene Assaje by Donizetti. He coughed again.",

"This was a restaurant, but he was unable to eat anything. The virus had died out in an instant, but had rampaged through his mouth, damaging it badly, and the inner layer of his respiratory tract has been peeled away, left in tatters.",

"He was unable to swallow anything, and had been living on an IV for the past week. The stitches sealing the wound in his side had yet to be removed, either. Even in this condition Passione had seen fit to summon him",

"He was finally going to be dealt with. He had, at least, carried out his orders successfully, but how they would have viewed those results, he couldn't begin to say. He was not told who would be meeting him. Perhaps no one was coming at all, and he would simply receive a message.",

"He tried to repress his cough, but wasn't entirely successful. There was blood in the cough, and he tried to take out his handkerchief to wipe it, but his fingers shook so much he dropped it. Crap... He bent over to pick it up.",

"Then...over the sound of the radio, he heard a small clink. The sound of a fork touching a plate. He turned to look. Without his noticing, another customer had arrived. There was a plate in front of him, and he had a fork buried in the food.",

"It was a boy with curly blonde hair, and a brooch shaped like a ladybug. Fugo knew the boy. He didn't know him well. He had only worked with the boy for three days.",

"But this boy was not the kind of boy anybody forgot. There was an aura to him, a mix of darkness and light that made an enduring impression. The boy looked down at Fugo, frozen halfway to the handkerchief. \"It's the damnedest thing,\" he grumbled.",

"\"The chef here is incredible, but for some reason, he insists on serving me chicken and duck. I've never been a fan of fowl. But he keeps saying I haven't lived till I've had this succulent meat. Even though the octopus salad here is to die for.\"",

"He pushed the food around his plate with the fork. \"I didn't order this roasted chicken and potato dish, but he insisted on serving it anyway. And if I don't eat it, he'll be furious.\" \"…............\" \"It smells good, don't you think? Then again, you always liked chicken.\"",

"Fugo blinked. A few seconds ago the blood in his throat had overwhelmed all other scents, but now he could clearly make out the rich scent of garlic and onion sauteed in olive oil.",

"He put his hand to his mouth. The throbbing pain of a few moments ago was completely gone. Even the teeth he'd lost were back in place. Th-this is... The handkerchief at his feet was balled up.",

"He picked it up and unrolled it, and found brown threads in it. The stitches that had been holding his side together. All the aches and pains in his body were gone. He'd been completely healed. This..is his stand. Control over life. That was the power of the boy's Gold Experience",

"He had no idea what had been done or when. The gulf between their powers was so immense they barely existed in the same world. Stunned, he looked up. The boy lifted the fork to his mouth, and chewed a few times, making a face.",

"\"I suppose it tastes okay, but I'm just not a fan. Bad experiences in early childhood, I suppose. I remember my mother never serving anything for dinner but yakitori. You know what yakitori is? Japanese food, cooked on skewers, designed to snack on while drinking beer.",

"Not exactly safe for small children, is it? Painful memories, I tell you. They tell me it helped me to grow, but that's hard to see. Can you sympathize at all?\" \"….............\" \"And I just don't really like greasy food. It's like you're eating a sponge soaked in oil.\"",

"For all his protests, the boy was shoveling the food away. \"Gio...\" Fugo started, then stopped. He wasn't sure what to call him. Boss? \"Oh, right...do me a favor, and call me Giogio,\" the boy said.",

"\"Boss...was Diavolo's title, and we're trying to change things up around here. Giogio flows off the tongue nicely, don't you think?\" But it seemed much more...familiar than calling him by his name. Fugo wasn't sure what to do. Giorno Giovanna. He couldn't read this boy.",

"\"So, Fugo, you must have a lot of questions,\" Giorno said, putting his fork down, and wiping his mouth with a napkin. \"And it's my job to answer them. So ask away.\" \"Well, um...\" he stammered.",

"The song on the radio changed. The Donizetti song had ended, and a new voice emerged. A woman's voice. \"...hunh?\" he gaped at it. He knew that voice. This was the voice that had rudely said, \"It's not like I want to see you naked or anything,\" the first time he'd met her.",

"The song was The Soldier in Love, a song based on the thoughts of a young soldier in the first world war towards his lover back home. It was a little forlorn, yet oddly cheery, with a marchlike strength to it.",

"Sung by a young female voice it had a beautiful purity to it, that soared above the accompaniment. When the song ended, the host began interviewing her. \"Let me introduce you to our listeners. This is Trish Una, a promising new star.\" \"Hello, everyone.\"",

"\"Now, Trish, you've been touring successfully, and I hear you've got an album coming soon?\" \"I couldn't have done it without my fans.\" \"You've been on stage your whole life, I hear? You and your mother together?\"",

"\"Yes. She passed away recently, which was hard. I'm finally getting better.\" \"I heard you disappeared for a while? Your manager must have taken quite a fright.\" \"I can't apologize enough for that. I was on a journey. I went to see Sardinia and Rome. Just soaking in the sights.\"",

"\"That was how you grieved?\" \"Yes. And through the help of some good friends, I was able to pull through.\" \"Thank heaven for good friends.\" \"I'd be lost without them. I owe them a debt I can never repay.\" \"And I hope that our listeners will support you in kind. Coming up next...\"",

"Another song started playing, but Fugo heard none of it. While he stood there stunned, Giorno reached for the pitcher of water, and began refilling his glass. \"In Venice, you said we didn't even know what kind of music she liked. Now you do.\"",

"He raised the glass to his lips, took a sip, and put it back on the table. \"We didn't help her with this, you know. We don't do that any more. She got the recording contract on her own merits.\" Fugo turned towards him, but kept his head down, not meeting Giorno's eye.",

"\"Um...\" \"Yes?\" \"Why me?\" \"…............\" \"That was a critical mission. Sheila E and Murolo were one thing, but what reason was there to send me? I...\" Fugo hesitated. \"I'm a traitor. You can't trust me.\"",

"Giorno took another sip. \"That is your worst trait,\" he said. Fugo stiffened. Giorno nodded. \"You don't believe what you just said. Not for a second. You don't believe you betrayed anyone. In fact, you feel very certain that Buccellati betrayed you. Right?\" \".................\"",

"\"You imagine we see you as a traitor, and you voice that notion preemptively – even though you don't believe it.\" \"…..............\"",

"\"That's what you did that day, too. Everything you said was simply a reflection of what mob culture deemed common sense. None of it reflected your own emotions. You just parroted the consensus view. But...\" Giorno was looking right at him. His gaze was painful.",

"\"Deep down you despise that 'common sense'. Otherwise why would you ever hit a teacher with a dictionary? In the bottom of your heart, the fact that other people don't believe what you believe infuriates you. Thats why you suddenly snap at people over nothing. That's your nature\"",

"\"…..............\" Without realizing it, Fugo was shivering. Like someone was holding ice in direct contact with every inch of his skin. Giorno kept talking.",

"\"We once fought an enemy called the Notorious B.I.G.. This was after you left the team, so you wouldn't know...but he was unique.\" Giorno folded his arms, frowning in thought.",

"\"This was an enemy whose true power only activated after the stand's owner died. He was powered by hatred his owner felt at the moment of death, and no longer needed the human to think for him.",

"Since he was already dead, he couldn't be killed, and all attacks were useless. After we fought him, I thought to myself...I've seen this before.\" \"…................\"",

"\"Exactly. Purple Haze. Your stand is also fueled by hate. But your virus can kill you as well – regardless of what you want. You were incredibly fortunate not to die the first time you ever used your stand. Most people would have died long ago.\" \"…................\"",

"\"You spoke as if there was no reason for me to pick you. But it's the other way around. You were my problem; the rest was secondary. Dealing with you came first.\" \"…................\"",

"\"It would have been easy to kill you. But if we killed you and Purple Haze didn't die? If your stand was unleashed upon the world? We'd have no way to fight it. The world would end.\" The thought was terrifying, and Fugo listened, stunned. Yet Giorno's tone remained perfectly calm",

"\"Only one person could do something about that. You. Pannacotta Fugo – you were the only person who could do something about this threat. The only person who can change your stand is you.\" \"…................\"",

"\"Could you overcome your own fear and hatred for your own virus? I gambled everything on that. I couldn't force it. You had to do it yourself, make up your own mind. The only thing that ever worried me was whether you could do that. But I didn't worry much.\"",

"\"…why not?\" Fugo said, looking up. \"I didn't know you well,\" Giorno said. \"So it was hard for me to judge. But Buccellati trusted you. And I trusted Buccellati. So there was no reason to worry.\" Giorno was looking right into his eyes. Fugo couldn't look away. \"I...I...\"",

"\"The other thing I was concerned about was Sheila E. Working with her, I'm sure you noticed...but she has a tendency to punish herself. Choosing to place herself in danger, trying to sacrifice herself for a good cause.",

"But that's not what true resolve is. She needs the courage to retreat. I was hoping she would learn that working with a man as careful as you. Whether she did or not remains to be seen.\" \"Courage...\" He felt like Kocaqi had used that word.",

"\"You know so little, Fugo. Everything you think you know is shallow knowledge, only scratching the surface. You know nothing of courage.",

"Nothing of the strength men find when they cast aside their ego, to live. Men without courage are like fleas, doomed to be slapped to death when they try to suck the blood of humans.\" The man had been right. He hadn't known anything. Seeing the look on his face, Giorno nodded.",

"\"That is a goal all humans share. To learn what courage means to you...it is our role as humans to search for that answer our entire lives.",

"It's like a door. As long as you don't open it, you'll never find your way. You're standing in front of that door now. You've finally made it here. The rest is up to you.\" \"I...\" \"There's something I need to return to you. Look down at the table.\"",

"Giorno pointed. Fugo looked down, and saw an envelope. He opened it. There was a photo inside. He gulped. It was the photo they'd taken in front of the Lagoon, Buccellati's yacht. A picture of the whole team, standing in the sunlight.",

"Fugo's expression indecisive, Buccellati's somewhat embarrassed, Mista and Narancia grinning from ear to ear, and Abbacchio stoic. They were all so full of hope that day. \"…............\"",

"Staring at the picture, Fugo found himself shaking again. He lost his grip on the picture, and dropped it. Giorno chose that moment to speak. \"What do you say, Pannacotta Fugo? Will you lend me your talents again? I have a dream. And I need friends to help me with that dream.\"",

"Giorno held out his hand. That hand seemed like a symbol of hope. Like all his sins would be forgiven if he took it. \"I...\" Fugo's entire body was shaking. This was his third choice. The first time, he'd joined. The second, he'd left. And now... Now...",

"He was silent. He sat in silence for a long moment, his head down. Then drops started falling on his lap. He was crying. Tears streaming out of both eyes. He couldn't go. Couldn't move forward. Couldn't take a single step. He sobbed.",

"\"What's wrong?\" Giorno asked, gently. Fugo couldn't look up. \"I...I just thought...why am I here? Not Buccellati? Why am I the one swearing fealty to you instead of him?\" It would be so much easier then.",

"If Buccellati were swearing fealty, and he was standing behind him, watching, that would be so simple. He was sure everyone would have something to say. He could almost hear them.",

"\"Hunh? What's going on!? Giorno's younger than you! But wait, Buccellati's older than me so...ah, screw it! It's all good!\" \"Can't say it sits entirely well with me, but if Buccellati's cool with it. I'll follow. And beat the crap out of anyone who says otherwise.\"",

"\"I'm calling this right now – I won't be fourth in command.\" Then they'd all laugh. Fugo could almost see them. They seemed much more real than he did. Yet none of them were here. Only he was. And he couldn't accept that.",

"He couldn't stop his tears. Why? Why was he suddenly crying, after all this time? If he was going to cry now, why hadn't he gone with them, back then? This was beyond regret. What he'd missed was too big, and would never come back. Giorno was standing before him.",

"His shadow fell on Fugo. Fugo looked up. Giorno looked him right in the eye. \"Half a step,\" he said. \"If you can't take a step forward, then I'll step halfway to you.\" \"…............\" \"Everything hinges on your decision, but if grief anchors your feet, then let me share it.\"",

"\"…............\" Fugo felt as if he had just now understood, for the first time, why Buccellati had decided to put his life in this boy's hands. He felt this not in his head, but in his heart. \"Gio...\"",

"His legs shaking, nearly crumpling, he leaned forward. He fell to one knee, but he grabbed hold of Giorno's hand.",

"Giorno spoke softly, \"All we can do for those we've lost is move forward. That is our duty. Not to destroy everything we don't care for like some petty god, but walk painfully forward, relying on whatever we can – even the feeble light of a star.\"",

"Fugo had stopped shaking. He leaned his face close to the hand he was clutching, placed his lips on it, and spoke. \"As long as I live, I serve your dream. Please accept my body, my heart and my soul. That is my hope, and that is my future.\" His face was clear. His oath was true.",

"\"I am yours. Our Giogio...\" Beyond the sunlight steaming through the curtains, bells sounded, signaling the start of the day. \"Purple Haze Feedback\" closed.",

"Characters {img https://pbs.twimg.com/media/FxINT6CWwAIPnxu?format=jpg&name=4096x4096}",

"Trish Una had a full view of the town and sea from the small hill she was standing on. A refreshing breeze was blowing. “........” She was standing in front of a grave. The headstone was fairly small, and included a respectable amount of humble decorations.",

"There was another grave next to it, but it looked relatively simple and plain. The two neighboring tombstones were each engraved with the name of the deceased. One was Bruno Bucciarati. The other one held his father’s name.",

"The father’s headstone was simple, as his son didn’t have much money when it was built. There had been talk about his son giving him a more worthy grave someday, but he had died himself before he was able to.",

"When he was buried, people brought up rebuilding his father’s gravestone as well, but a friend of his father’s fishing buddies asserted, “Nah, he definitely wouldn’t want that. He’d want to sleep peacefully in the grave as it was built by his son.” So it was left alone.",

"The calm atmosphere might make those who visited there feel at peace...but they couldn’t imagine. The person resting here, Bruno Bucciarati, was a former leader of the secret society “Passione”,",

"and had been a key person in the dark network that laid the foundation for the organization that was now growing at a rapid pace. A very important person and whatnot.",

"Contrary to the bloodiness of his life, where many people had come close to killing him and where he had sometimes killed as well, his grave was simple, with no visible trace of pointless gaudiness or twisted vanity.",

"“........” It was Trish’s first time coming to this grave. She hadn’t attended the burial. The boy with the curly blonde hair had prevented her from doing so, saying it was better if she didn’t go. Nevertheless, she had finally ended up coming today.",

"She had brought a single white flower, which she placed in front of the headstone. She had struggled with what to bring, and ultimately went with a tulip.",

"I thought about what I should do – and hey, your hairstyle resembled a tulip, so.... It’s a lame joke, but I just felt like it...yeah. She gave a small giggle. She had come here today by chance, as there were things she had stopped in town to do.",

"She was taking a shot at restarting her singing career after it had been interrupted by her mother’s death, and was on her way home from one of her jobs appearing on the town’s radio station.",

"She was supposed to return to the company immediately, but had told her manager that she couldn’t, and made time to visit the grave.",

"“It’s harder than I expected, Bucciarati.... I’m busy with a lot of things now. It’s different from when I was being chauffeured around by you guys doing as I was told,” she muttered, before giving a sigh.",

"The days that had felt like a storm of restlessness, fear, and courage had long since passed. Nowadays she felt like it had all been some sort of dream. But it wasn’t a dream, and Bucciarati was really resting underneath a gravestone. That’s right. He’s really....",

"Closing her eyes and looking upward, she stood still in the silence until a timid voice sounded from behind her. “Um – I’m just wondering...did you, by any chance...know Bruno?” When she turned toward the voice, Trish saw a well-dressed woman standing there alone.",

"Her face was pretty and practically void of wrinkles; she looked like she could still be considered a young lady, but her expression was somewhat somber. “ – ” Trish gave a soft gasp, understanding as soon as she saw her. The resemblance was uncanny.",

"There was no doubt that they were related. “Are you...Bucciarati’s mother?” The woman nodded in response as she bowed. “Yes, I am. But I hardly had a chance to see him recently.... When I got the news, it was already time for the funeral. Did you also attend?” “No, I –”",

"Trish shook her head. She didn’t care if she was accused of being a heartless girl. But his mother was looking at her. “...By any chance, do you know – how he died? You were ‘there’ back ‘then’, weren’t you?” she said.",

"Her assumption was right on the mark. At a loss for words, Trish went silent. She recalled the scene from back ‘then’.",

"“H-Hey – Bucciarati...?” Mista addressed him in a shaky voice, but the man lying on the pavement gave no response. Though his eyelids were open, his eyes no longer saw anything. Bucciarati was clearly dead.",

"They were at the Roman Coliseum. It was where their last battle had taken place, where they had finally managed to defeat the enemy Diavolo after a vicious fight.",

"They could still hear some commotion nearby, the chaos that the battle had caused throughout the whole city still in the process of settling. Only this area seemed to be cut off from the confusion, a strange silence falling....",

"“W-What the hell, Bucciarati – are you messing around? C’mon, that’s enough!” Mista shook his body, but there was no response. “Uh...” Trish was stunned, seeing him in that state. She couldn’t believe it either.",

"Bucciarati was supposed to still be safe so why was he apparently dead here? And what else could this be besides right after death? Just as she had that thought, an awful cracking sound echoed in the vicinity. It was the sound of bones crumbling in the body that Mista was shaking",

"He instinctively pulled back with a start, but even if the bones were broken the body couldn’t have said anything about it. Finally, the third person among them, the boy holding the turtle to his chest, opened his mouth.",

"“That’s enough, Mista. He’s been dead for a long time. He isn’t coming back.” The quiet voice resonated heavily around them. “He’s not...?” Mista turned toward the boy, who nodded.",

"“You must have already realized it too – Bucciarati originally died back when we first ran into Diavolo. He had been working with a dead body up until now. Maybe it was because of this power, maybe his determination caused a miracle.",

"I can’t say for certain, but – Bucciarati fought while knowing he couldn’t save himself, that it was too late. He can’t come back.” Matter-of-fact, logical: these were words that left no room for any doubt.",

"“ –!” Mista moved in a flash. Kicking the ground, he put distance between them, jumped into an opportune position – and held up his gun, aiming at his target. Right in the middle of the boy’s forehead. “–”",

"Even with the barrel of the gun directed at him, the boy appeared completely calm. He just stood there, without even letting go of the turtle he was holding in his hand. “What the hell is this?” Mista asked the boy in a shaking voice.",

"Again, he just said quietly, “You should realize it now, then. There’s nothing to wonder about.” “Don’t fuck with me!” Mista yelled, scowling at him. “Explain! Give me a damn good explanation!” The boy didn’t reply, however, simply staring back at Mista silently.",

"An increasingly intense aura simmered between them. The mood was hot like a flame and cold like water at the same time. “U-uh....?” Trish hadn’t moved during all the hostility.",

"Somebody stop them, she thought, turning her gaze toward Bucciarati – but naturally, that body couldn’t say anything anymore. What are you doing? she called out to him in her head.",

"You’re the one who brought us to this place. Why aren’t you saying anything now that we’re here? she wanted to scream. But his body stayed still as Mista continued pointing the barrel of his gun at the boy, ready to kill.",

"“You mean you knew everything this whole damn time? Encouraging Bucciarati, letting him betray the boss...” The boy responded to Mista’s trembling voice with a crystal-clear declaration: “That’s right.”",

"The wrinkles in Mista’s forehead were etched so deeply that they could have been carved. “And you already know – I was the one leading, but this was what Bucciarati wanted and decided on his own.",

"He hoped that someone would give him a push; I was only helping him. You know that Bucciarati wasn’t the sort of man to let other people force him or to waver in his convictions.” The boy didn’t falter at all.",

"Mista’s entire body was shaking and trembling, but – with a habit that was deeply instilled in him, his pistol didn’t move an inch. No matter how shaken he was, he was a formidable gunman who always kept his aim. “You...who the fuck do you think you are?!” Mista shouted.",

"Staring directly into the other’s eyes, the boy said, “I, Giorno Giovanna, have a dream.” That was his catchphrase, words that Mista had heard often during the course of the violent battle. “Right now, you have two paths,” he said, as if admonishing him.",

"Then, suddenly, he asked, “Mista, you hate the number ‘four’ – right?” “Yeah? What about it?” At Mista’s puzzled frown, the boy continued, “Right now – if you shoot me, that will make me the fourth one. Would you be okay with that?” The corner of Mista’s mouth began to twitch.",

"He understood what the boy was saying. Their teammates – the ones who had been sacrificed. Leone Abbacchio. Narancia Ghirga. Bruno Bucciarati. Three of them were already dead. If Giorno was killed here, then that would indeed be the ‘fourth sacrifice’.",

"“Th-that...that’s...” Mista broke out into a cold sweat, his back teeth beginning to chatter. “That’s – that’s just a stretch, really...!” Mista forced himself to yell.",

"The boy nodded. “You’re absolutely right. You have your obsession, Mista, but it doesn’t matter to me. You’re the only one who will have a problem with it. It’s up to you to decide.” “Uh...”",

"“Right now, you have two paths you can choose.... One is to take down the despicable person who caused your teammates’ deaths, to settle everything so far.",

"That in itself should be meaningful. In addition, you would end up freeing yourself from the uneasy life of this ‘fourth’ curse that you’re bound by.” “........”",

"“And the other one – the path where you keep living with this obsession. This obsession of yours is important, and this way of thinking means that you won’t pull the trigger at this very moment.",

"If you choose the life where you continue to avoid the ‘fourth’ from now on, when you find yourself in that position, I won’t hesitate to choose that ‘fourth’ in your place. That is one of my ‘responsibilities’.” “What –” Mista’s throat made a strange gulping noise. He swallowed.",

"“What are you...going to do now?” “You already know that, too.” For a moment Mista looked furious at the boy’s words, holding his pistol at the ready again, and – he pulled the trigger. A gunshot rang out. .....!",

"Trish instinctively closed her eyes and covered her ears, crouching in place. The echo of the gunshots faded into the vast space of the coliseum – everything was dead silent. Trish nervously opened her eyes, and saw Mista’s figure. Smoke was rising from the barrel of his gun.",

"Following the direction in which it was pointing, smoke could also be seen rising up from the point of impact. There were holes in the pavement – in front of this, the boy holding the turtle was standing. There were three holes; upon confirming this, the boy gave a calm smile.",

"“As I thought. You didn’t fire four shots, did you?” “Hmph. Don’t look down on me. My obsession is a universal truth. And there’s not a single guy who can change that.",

"So – if there’s a time when you give up being a member of Team Bucciarati, if you renounce being that ‘fourth’, then I’ll be putting a bullet right in your brain, got it?” Mista spun his pistol around in his hand and put it away.",

"Carrying the turtle under his arm, the boy slowly walked over and knelt down beside Bucciarati’s body. Reaching out a hand, he gently stroked the pale face. He addressed the corpse in a sincere whisper.",

"“Bucciarati – when we first met and you licked my cheek, you saw through my lie. But there won’t be any more lies. I swear on your soul.” Mista was standing beside him.",

"Right at that moment, in the middle of a troubled, dirty, crooked and archaic world, there was a brand-new glow: “Passione” was reborn. “...”",

"The boy lifted his head to look at Trish, who was vacantly watching the spectacle, and said, “This is as far as you go, Trish Una.” It was a declaration.",

"Even now, she remembered it clearly. It was engraved in her mind. The image of Bucciarati motionless on the pavement back then. But that wasn’t exactly how he had died. They had just found out that he had already been dead for a long time.",

"For her, Bucciarati was a lifesaver, representing the courage to forge one’s destiny without hesitation, a light vigorously pursued in the darkness. But he was dead now.",

"The road where she had relied on him, had come to him for support and followed close behind him – the truth was that it had been over from the very beginning. While she was being saved, he had already been affixed with a “purpose served” label and sent to the afterlife.",

"She wondered how she could explain that. She wondered how she would be able to express it, how she would be able to inform his mother of her son’s fate. “I–” Trish was at a loss for words when Bucciarati’s mother gave a sigh and said, “I wonder...if he resented me.”",

"Although it seemed like a question, it almost had the sorrow of a soliloquy. “When we got divorced, he chose to stay with his father and not me. Honestly, even now I’m a little bitter. I don’t know why he always had to choose the hard way.... Who’s to blame? Was I that awful...?”",

"She hung her head, her shoulders shaking. Even though Trish was nearly petrified of the painful feelings rising up from the bottom of her heart, she walked over to her and gently placed a hand on her back. “He...didn’t resent anyone. I’m sure of it,” she said. “But –”",

"“I had some serious problems with my real father, and I had him help me... That’s when he said it. I told him I was worried about whether or not I would be able to like my father.",

"He immediately told me with no hesitation, ‘no parent and their child worry about such things’.... I’m sure that he didn’t think badly of his parents at all.” Trish spoke in a steady tone that surprised even herself. Why was she saying it so arrogantly?",

"Didn’t she seem like the kind of person that other people considered a ‘spoiled and selfish daughter’, anyway? Bucciarati and the others who protected her were strange, and she wondered if in a way Fugo had been right in abandoning her.",

"Sure, because one could say that it was also her fault that Abbacchio and Narancia died. Even if he were such a person, how could she assert such a thing so proudly to a mother whose son had died? I....",

"Deep down Trish was strangely conflicted. Bucciarati’s mother lifted her head, and said with a bit of a curious expression, “There’s something...familiar about you...” “Huh?”",

"“When I told him that we were getting a divorce, his eyes...they looked like that back then.... Why?” she asked. Trish naturally had no way of knowing what things were like back then, but – why did she feel like she could picture young Bucciarati in her mind? “That’s just –”",

"Trish softly shook her head and said, “I guess it’s because I was acting like him. We’re not the same, but I was thinking I wanted to be like him.” “Do you...think Bruno was happy?” When his mother asked this, thinking about her son, Trish didn’t have to feel conflicted.",

"“I’m sure that he had no regrets. I believe he died telling his friends his last wishes. But I...unfortunately didn’t get to be a part of that circle.” She gave a gloomy smile.",

"That was right. Bucciarati had no regrets, Mista and the others couldn’t afford to look back, but only Trish’s heart was left behind somewhere in that coliseum, living suspended in the air. “You....” Bucciarati’s mother took a long look at Trish. “What did you think of Bruno?”",

"She asked it bluntly, but Trish didn’t hesitate. “He was – an awful person,” she answered immediately. “Even though he rescued me from hopelessness and wanted me to keep my will to live, in the end – I just got abandoned,” she said with a wry smile.",

"His mother was silent for a moment, but then gave a similar smile. “Was he, now? He was that kind of kid for me, too. He was really smart, and seemed like he could do anything.",

"He even let me dream, choosing his father and not his mother – He ended up throwing me away. An awful child...” “He really was, wasn’t he....” The two of them smiled just the same, trembled just the same, and their eyes welled up with tears just the same.",

"Giorno, you may have a dream. You may take everything, even sadness, and make it powerful. But I – we – can’t live so frankly... Trish looked up at the sky. The clouds passed overhead with considerable speed.",

"“That doesn’t sound very good...” As Trish murmured this, a gust of wind blew the white tulip she had placed in front of the headstone, sending it landing onto the fresh grass. “The Mourning”, closed."

]
}
